{"id_": "wiki", "bins": [{"id_": "Shark", "start_date": null, "end_date": null, "articles": [{"id_": null, "title": "Shark", "url": null, "author": null, "section": null, "time_published": null, "time_updated": null, "abstract": null, "value": "Sharks are a group of elasmobranch fish characterized by a cartilaginous skeleton, five to seven gill slits on the sides of the head, and pectoral fins that are not fused to the head. Modern sharks are classified within the clade Selachimorpha (or Selachii) and are the sister group to the rays. However, the term \"shark\" has also been used for extinct members of the subclass Elasmobranchii outside the Selachimorpha, such as Cladoselache and Xenacanthus, as well as other Chondrichthyes such as the holocephalid eugenedontidans.\nUnder this broader definition, the earliest known sharks date back to more than 420 million years ago. Acanthodians are often referred to as \"spiny sharks\"; though they are not part of Chondrichthyes proper, they are a paraphyletic assemblage leading to cartilaginous fish as a whole.  Since then, sharks have diversified into over 500 species. They range in size from the small dwarf lanternshark (Etmopterus perryi), a deep sea species of only 17 centimetres (6.7 in) in length, to the whale shark (Rhincodon typus), the largest fish in the world, which reaches approximately 12 metres (40 ft) in length. Sharks are found in all seas and are common to depths of 2,000 metres (6,600 ft). They generally do not live in freshwater although there are a few known exceptions, such as the bull shark and the river shark, which can be found in both seawater and freshwater. Sharks have a covering of dermal denticles that protects their skin from damage and parasites in addition to improving their fluid dynamics. They have numerous sets of replaceable teeth.Well-known species such as the tiger shark, blue shark, great white shark, mako shark, thresher shark, and hammerhead shark are apex predators—organisms at the top of their underwater food chain. Many shark populations are threatened by human activities. Since 1970, shark populations have been reduced by 71%, mostly from overfishing.\n\nEtymology\nUntil the 16th century, sharks were known to mariners as \"sea dogs\". This is still evidential in several species termed \"dogfish,\" or the porbeagle.\nThe etymology of the word \"shark\" is uncertain, the most likely etymology states that the original sense of the word was that of \"predator, one who preys on others\" from the Dutch schurk, meaning \"villain, scoundrel\" (cf. card shark, loan shark, etc.), which was later applied to the fish due to its predatory behaviour.A now disproven theory is that it derives from the Yucatec Maya word xok (pronounced 'shok'), meaning \"fish\". \nEvidence for this etymology came from the Oxford English Dictionary, which notes shark first came into use after Sir John Hawkins' sailors exhibited one in London in 1569 and posted \"sharke\" to refer to the large sharks of the Caribbean Sea. However, the Middle English Dictionary records an isolated occurrence of the word shark (referring to a sea fish) in a letter written by Thomas Beckington in 1442, which rules out a New World etymology.\n\nEvolutionary history\nEvidence for the existence of sharks dates from the Ordovician period, 450–420 million years ago, before land vertebrates existed and before a variety of plants had colonized the continents. Only scales have been recovered from the first sharks and not all paleontologists agree that these are from true sharks, suspecting that these scales are actually those of thelodont agnathans. The oldest generally accepted shark scales are from about 420 million years ago, in the Silurian period. The first sharks looked very different from modern sharks. At this time the most common shark tooth is the cladodont, a style of thin tooth with three tines like a trident, apparently to help catch fish. The majority of modern sharks can be traced back to around 100 million years ago. Most fossils are of teeth, often in large numbers. Partial skeletons and even complete fossilized remains have been discovered. Estimates suggest that sharks grow tens of thousands of teeth over a lifetime, which explains the abundant fossils. The teeth consist of easily fossilized calcium phosphate, an apatite. When a shark dies, the decomposing skeleton breaks up, scattering the apatite prisms. Preservation requires rapid burial in bottom sediments.\nAmong the most ancient and primitive sharks is Cladoselache, from about 370 million years ago, which has been found within Paleozoic strata in Ohio, Kentucky, and Tennessee. At that point in Earth's history these rocks made up the soft bottom sediments of a large, shallow ocean, which stretched across much of North America. Cladoselache was only about 1 metre (3.3 ft) long with stiff triangular fins and slender jaws. Its teeth had several pointed cusps, which wore down from use. From the small number of teeth found together, it is most likely that Cladoselache did not replace its teeth as regularly as modern sharks. Its caudal fins had a similar shape to the great white sharks and the pelagic shortfin and longfin makos. The presence of whole fish arranged tail-first in their stomachs suggest that they were fast swimmers with great agility.\nMost fossil sharks from about 300 to 150 million years ago can be assigned to one of two groups. The Xenacanthida was almost exclusive to freshwater environments. By the time this group became extinct about 220 million years ago, they had spread worldwide. The other group, the hybodonts, appeared about 320 million years ago and lived mostly in the oceans, but also in freshwater. The results of a 2014 study of the gill structure of an unusually well preserved 325-million-year-old fossil suggested that sharks are not \"living fossils\", but rather have evolved more extensively than previously thought over the hundreds of millions of years they have been around.\n\nModern sharks began to appear about 100 million years ago. Fossil mackerel shark teeth date to the Early Cretaceous. One of the most recently evolved families is the hammerhead shark (family Sphyrnidae), which emerged in the Eocene. The oldest white shark teeth date from 60 to 66 million years ago, around the time of the extinction of the dinosaurs. In early white shark evolution there are at least two lineages: one lineage is of white sharks with coarsely serrated teeth and it probably gave rise to the modern great white shark, and another lineage is of white sharks with finely serrated teeth. These sharks attained gigantic proportions and include the extinct megatoothed shark, C. megalodon. Like most extinct sharks, C. megalodon is also primarily known from its fossil teeth and vertebrae. This giant shark reached a total length (TL) of more than 16 metres (52 ft). C. megalodon may have approached a maxima of 20.3 metres (67 ft) in total length and 103 metric tons (114 short tons) in mass. Paleontological evidence suggests that this shark was an active predator of large cetaceans.\n\nTaxonomy\nSharks belong to the superorder Selachimorpha in the subclass Elasmobranchii in the class Chondrichthyes. The Elasmobranchii also include rays and skates; the Chondrichthyes also include Chimaeras. It was thought that the sharks form a polyphyletic group: some sharks are more closely related to rays than they are to some other sharks, but current molecular studies support monophyly of both groups of sharks and batoids.The superorder Selachimorpha is divided into Galea (or Galeomorphii), and Squalea (or Squalomorphii). The Galeans are the Heterodontiformes, Orectolobiformes, Lamniformes, and Carcharhiniformes. Lamnoids and Carcharhinoids are usually placed in one clade, but recent studies show the Lamnoids and Orectoloboids are a clade. Some scientists now think that Heterodontoids may be Squalean. The Squaleans are divided into Hexanchiformes and Squalomorpha. The former includes cow shark and frilled shark, though some authors propose both families to be moved to separate orders. The Squalomorpha contains the Squaliformes and the Hypnosqualea. The Hypnosqualea may be invalid. It includes the Squatiniformes, and the Pristorajea, which may also be invalid, but includes the Pristiophoriformes and the Batoidea.There are more than 470 species of sharks split across twelve orders, including four orders of sharks that have gone extinct:\nCarcharhiniformes: Commonly known as ground sharks, the order includes the blue, tiger, bull, grey reef, blacktip reef, Caribbean reef, blacktail reef, whitetip reef, and oceanic whitetip sharks (collectively called the requiem sharks) along with the houndsharks, catsharks, and hammerhead sharks. They are distinguished by an elongated snout and a nictitating membrane which protects the eyes during an attack.\nHeterodontiformes: They are generally referred to as the bullhead or horn sharks.\nHexanchiformes: Examples from this group include the cow sharks and frilled sharks, which somewhat resembles a marine snake.\nLamniformes: They are commonly known as the mackerel sharks. They include the goblin shark, basking shark, megamouth shark, the thresher sharks, shortfin and longfin mako sharks, and great white shark. They are distinguished by their large jaws and ovoviviparous reproduction. The Lamniformes also include the extinct megalodon, Carcharodon megalodon.\nOrectolobiformes: They are commonly referred to as the carpet sharks, including zebra sharks, nurse sharks, wobbegongs, and the whale shark.\nPristiophoriformes: These are the sawsharks, with an elongated, toothed snout that they use for slashing their prey.\nSqualiformes: This group includes the dogfish sharks and roughsharks.\nSquatiniformes: Also known as angel sharks, they are flattened sharks with a strong resemblance to stingrays and skates.\n† Cladoselachiformes\n† Hybodontiformes\n† Symmoriida\n† Xenacanthida (Xenacantiformes)\n\nAnatomy\nTeeth\nShark teeth are embedded in the gums rather than directly affixed to the jaw, and are constantly replaced throughout life. Multiple rows of replacement teeth grow in a groove on the inside of the jaw and steadily move forward in comparison to a conveyor belt; some sharks lose 30,000 or more teeth in their lifetime. The rate of tooth replacement varies from once every 8 to 10 days to several months. In most species, teeth are replaced one at a time as opposed to the simultaneous replacement of an entire row, which is observed in the cookiecutter shark.Tooth shape depends on the shark's diet: those that feed on mollusks and crustaceans have dense and flattened teeth used for crushing, those that feed on fish have needle-like teeth for gripping, and those that feed on larger prey such as mammals have pointed lower teeth for gripping and triangular upper teeth with serrated edges for cutting. The teeth of plankton-feeders such as the basking shark are small and non-functional.\n\nSkeleton\nShark skeletons are very different from those of bony fish and terrestrial vertebrates. Sharks and other cartilaginous fish (skates and rays) have skeletons made of cartilage and connective tissue. Cartilage is flexible and durable, yet is about half the normal density of bone. This reduces the skeleton's weight, saving energy. Because sharks do not have rib cages, they can easily be crushed under their own weight on land.\n\nJaw\nThe jaws of sharks, like those of rays and skates, are not attached to the cranium. The jaw's surface (in comparison to the shark's vertebrae and gill arches) needs extra support due to its heavy exposure to physical stress and its need for strength. It has a layer of tiny hexagonal plates called \"tesserae\", which are crystal blocks of calcium salts arranged as a mosaic. This gives these areas much of the same strength found in the bony tissue found in other animals.\nGenerally sharks have only one layer of tesserae, but the jaws of large specimens, such as the bull shark, tiger shark, and the great white shark, have two to three layers or more, depending on body size. The jaws of a large great white shark may have up to five layers. In the rostrum (snout), the cartilage can be spongy and flexible to absorb the power of impacts.\n\nFins\nFin skeletons are elongated and supported with soft and unsegmented rays named ceratotrichia, filaments of elastic protein resembling the horny keratin in hair and feathers. Most sharks have eight fins. Sharks can only drift away from objects directly in front of them because their fins do not allow them to move in the tail-first direction.\n\nDermal denticles\nUnlike bony fish, sharks have a complex dermal corset made of flexible collagenous fibers and arranged as a helical network surrounding their body. This works as an outer skeleton, providing attachment for their swimming muscles and thus saving energy. Their dermal teeth give them hydrodynamic advantages as they reduce turbulence when swimming.\n\nTails\nTails provide thrust, making speed and acceleration dependent on tail shape. Caudal fin shapes vary considerably between shark species, due to their evolution in separate environments. Sharks possess a heterocercal caudal fin in which the dorsal portion is usually noticeably larger than the ventral portion. This is because the shark's vertebral column extends into that dorsal portion, providing a greater surface area for muscle attachment. This allows more efficient locomotion among these negatively buoyant cartilaginous fish. By contrast, most bony fish possess a homocercal caudal fin.Tiger sharks have a large upper lobe, which allows for slow cruising and sudden bursts of speed. The tiger shark must be able to twist and turn in the water easily when hunting to support its varied diet, whereas the porbeagle shark, which hunts schooling fish such as mackerel and herring, has a large lower lobe to help it keep pace with its fast-swimming prey. Other tail adaptations help sharks catch prey more directly, such as the thresher shark's usage of its powerful, elongated upper lobe to stun fish and squid.\n\nPhysiology\nBuoyancy\nUnlike bony fish, sharks do not have gas-filled swim bladders for buoyancy. Instead, sharks rely on a large liver filled with oil that contains squalene, and their cartilage, which is about half the normal density of bone. Their liver constitutes up to 30% of their total body mass. The liver's effectiveness is limited, so sharks employ dynamic lift to maintain depth while swimming. Sand tiger sharks store air in their stomachs, using it as a form of swim bladder.  Bottom-dwelling sharks, like the nurse shark, have negative buoyancy, allowing them to rest on the ocean floor.\nSome sharks, if inverted or stroked on the nose, enter a natural state of tonic immobility. Researchers use this condition to handle sharks safely.\n\nRespiration\nLike other fish, sharks extract oxygen from seawater as it passes over their gills. Unlike other fish, shark gill slits are not covered, but lie in a row behind the head. A modified slit called a spiracle lies just behind the eye, which assists the shark with taking in water during respiration and plays a major role in bottom–dwelling sharks. Spiracles are reduced or missing in active pelagic sharks. While the shark is moving, water passes through the mouth and over the gills in a process known as \"ram ventilation\". While at rest, most sharks pump water over their gills to ensure a constant supply of oxygenated water. A small number of species have lost the ability to pump water through their gills and must swim without rest. These species are obligate ram ventilators and would presumably asphyxiate if unable to move. Obligate ram ventilation is also true of some pelagic bony fish species.The respiration and circulation process begins when deoxygenated blood travels to the shark's two-chambered heart. Here the shark pumps blood to its gills via the ventral aorta artery where it branches into afferent brachial arteries. Reoxygenation takes place in the gills and the reoxygenated blood flows into the efferent brachial arteries, which come together to form the dorsal aorta. The blood flows from the dorsal aorta throughout the body. The deoxygenated blood from the body then flows through the posterior cardinal veins and enters the posterior cardinal sinuses. From there blood enters the heart ventricle and the cycle repeats.\n\nThermoregulation\nMost sharks are \"cold-blooded\" or, more precisely, poikilothermic, meaning that their internal body temperature matches that of their ambient environment. Members of the family Lamnidae (such as the shortfin mako shark and the great white shark) are homeothermic and maintain a higher body temperature than the surrounding water. In these sharks, a strip of aerobic red muscle located near the center of the body generates the heat, which the body retains via a countercurrent exchange mechanism by a system of blood vessels called the rete mirabile (\"miraculous net\"). The common thresher and bigeye thresher sharks have a similar mechanism for maintaining an elevated body temperature.\n\nOsmoregulation\nIn contrast to bony fish, with the exception of the coelacanth, the blood and other tissue of sharks and Chondrichthyes is generally isotonic to their marine environments because of the high concentration of urea (up to 2.5%) and trimethylamine N-oxide (TMAO), allowing them to be in osmotic balance with the seawater. This adaptation prevents most sharks from surviving in freshwater, and they are therefore confined to marine environments. A few exceptions exist, such as the bull shark, which has developed a way to change its kidney function to excrete large amounts of urea. When a shark dies, the urea is broken down to ammonia by bacteria, causing the dead body to gradually smell strongly of ammonia.Research in 1930 by Homer W. Smith showed that sharks' urine doesn't contain sufficient sodium to avoid hypernatremia, and it was postulated that there must be an additional mechanism for salt secretion. In 1960 it was discovered at the Mount Desert Island Biological Laboratory in Salsbury Cove, Maine that sharks have a type of salt gland located at the end of the intestine, known as the \"rectal gland\", whose function is the secretion of chlorides.\n\nDigestion\nDigestion can take a long time. The food moves from the mouth to a J-shaped stomach, where it is stored and initial digestion occurs. Unwanted items may never get past the stomach, and instead the shark either vomits or turns its stomachs inside out and ejects unwanted items from its mouth.One of the biggest differences between the digestive systems of sharks and mammals is that sharks have much shorter intestines. This short length is achieved by the spiral valve with multiple turns within a single short section instead of a long tube-like intestine. The valve provides a long surface area, requiring food to circulate inside the short gut until fully digested, when remaining waste products pass into the cloaca.\n\nFluoresence\nA few sharks appear fluorescent under blue light, such as the swell shark and the chain catshark, where the fluorophore derives from a metabolite of kynurenic acid.\n\nSenses\nSmell\nSharks have keen olfactory senses, located in the short duct (which is not fused, unlike bony fish) between the anterior and posterior nasal openings, with some species able to detect as little as one part per million of blood in seawater. The size of the olfactory bulb varies across different shark species, with size dependent on how much a given species relies on smell or vision to find their prey. In environments with low visibility, shark species generally have larger olfactory bulbs. In reefs, where visibility is high, species of sharks from the family Carcharhinidae have smaller olfactory bulbs. Sharks found in deeper waters also have larger olfactory bulbs.Sharks have the ability to determine the direction of a given scent based on the timing of scent detection in each nostril. This is similar to the method mammals use to determine direction of sound.\nThey are more attracted to the chemicals found in the intestines of many species, and as a result often linger near or in sewage outfalls. Some species, such as nurse sharks, have external barbels that greatly increase their ability to sense prey.\n\nSight\nShark eyes are similar to the eyes of other vertebrates, including similar lenses, corneas and retinas, though their eyesight is well adapted to the marine environment with the help of a tissue called tapetum lucidum. This tissue is behind the retina and reflects light back to it, thereby increasing visibility in the dark waters. The effectiveness of the tissue varies, with some sharks having stronger nocturnal adaptations. Many sharks can contract and dilate their pupils, like humans, something no teleost fish can do. Sharks have eyelids, but they do not blink because the surrounding water cleans their eyes. To protect their eyes some species have nictitating membranes. This membrane covers the eyes while hunting and when the shark is being attacked. However, some species, including the great white shark (Carcharodon carcharias), do not have this membrane, but instead roll their eyes backwards to protect them when striking prey. The importance of sight in shark hunting behavior is debated. Some believe that electro- and chemoreception are more significant, while others point to the nictating membrane as evidence that sight is important. Presumably, the shark would not protect its eyes were they unimportant. The use of sight probably varies with species and water conditions. The shark's field of vision can swap between monocular and stereoscopic at any time. A micro-spectrophotometry study of 17 species of shark found 10 had only rod photoreceptors and no cone cells in their retinas giving them good night vision while making them colorblind. The remaining seven species had in addition to rods a single type of cone photoreceptor sensitive to green and, seeing only in shades of grey and green, are believed to be effectively colorblind. The study indicates that an object's contrast against the background, rather than colour, may be more important for object detection.\n\nHearing\nAlthough it is hard to test the hearing of sharks, they may have a sharp sense of hearing and can possibly hear prey from many miles away. A small opening on each side of their heads (not the spiracle) leads directly into the inner ear through a thin channel. The lateral line shows a similar arrangement, and is open to the environment via a series of openings called lateral line pores. This is a reminder of the common origin of these two vibration- and sound-detecting organs that are grouped together as the acoustico-lateralis system. In bony fish and tetrapods the external opening into the inner ear has been lost.\n\nElectroreception\nThe ampullae of Lorenzini are the electroreceptor organs. They number in the hundreds to thousands. Sharks use the ampullae of Lorenzini to detect the electromagnetic fields that all living things produce. This helps sharks (particularly the hammerhead shark) find prey. The shark has the greatest electrical sensitivity of any animal. Sharks find prey hidden in sand by detecting the electric fields they produce. Ocean currents moving in the magnetic field of the Earth also generate electric fields that sharks can use for orientation and possibly navigation.\n\nLateral line\nThis system is found in most fish, including sharks. It is a tactile sensory system which allows the organism to detect water speed and pressure changes near by. The main component of the system is the neuromast, a cell similar to hair cells present in the vertebrate ear that interact with the surrounding aquatic environment. This helps sharks distinguish between the currents around them, obstacles off on their periphery, and struggling prey out of visual view. The shark can sense frequencies in the range of 25 to 50 Hz.\n\nLife history\nShark lifespans vary by species. Most live 20 to 30 years. The spiny dogfish has one of the longest lifespans at more than 100 years. Whale sharks (Rhincodon typus) may also live over 100 years. Earlier estimates suggested the Greenland shark (Somniosus microcephalus) could reach about 200 years, but a recent study found that a 5.02-metre-long (16.5 ft) specimen was 392 ± 120 years old (i.e., at least 272 years old), making it the longest-lived vertebrate known.\n\nReproduction\nUnlike most bony fish, sharks are K-selected reproducers, meaning that they produce a small number of well-developed young as opposed to a large number of poorly developed young. Fecundity in sharks ranges from 2 to over 100 young per reproductive cycle. Sharks mature slowly relative to many other fish. For example, lemon sharks reach sexual maturity at around age 13–15.\n\nSexual\nSharks practice internal fertilization. The posterior part of a male shark's pelvic fins are modified into a pair of intromittent organs called claspers, analogous to a mammalian penis, of which one is used to deliver sperm into the female.Mating has rarely been observed in sharks. The smaller catsharks often mate with the male curling around the female. In less flexible species the two sharks swim parallel to each other while the male inserts a clasper into the female's oviduct. Females in many of the larger species have bite marks that appear to be a result of a male grasping them to maintain position during mating. The bite marks may also come from courtship behavior: the male may bite the female to show his interest. In some species, females have evolved thicker skin to withstand these bites.\n\nAsexual\nThere have been a number of documented cases in which a female shark who has not been in contact with a male has conceived a pup on her own through parthenogenesis. The details of this process are not well understood, but genetic fingerprinting showed that the pups had no paternal genetic contribution, ruling out sperm storage. The extent of this behavior in the wild is unknown. Mammals are now the only major vertebrate group in which asexual reproduction has not been observed.\nScientists say that asexual reproduction in the wild is rare, and probably a last-ditch effort to reproduce when a mate is not present. Asexual reproduction diminishes genetic diversity, which helps build defenses against threats to the species. Species that rely solely on it risk extinction. Asexual reproduction may have contributed to the blue shark's decline off the Irish coast.\n\nBrooding\nSharks display three ways to bear their young, varying by species, oviparity, viviparity and ovoviviparity.\n\nOvoviviparity\nMost sharks are ovoviviparous, meaning that the eggs hatch in the oviduct within the mother's body and that the egg's yolk and fluids secreted by glands in the walls of the oviduct nourishes the embryos. The young continue to be nourished by the remnants of the yolk and the oviduct's fluids. As in viviparity, the young are born alive and fully functional. Lamniforme sharks practice oophagy, where the first embryos to hatch eat the remaining eggs.  Taking this a step further,  sand tiger shark pups cannibalistically consume neighboring embryos.  The survival strategy for ovoviviparous species is to brood the young to a comparatively large size before birth. The whale shark is now classified as ovoviviparous rather than oviparous, because extrauterine eggs are now thought to have been aborted. Most ovoviviparous sharks give birth in sheltered areas, including bays, river mouths and shallow reefs. They choose such areas for protection from predators (mainly other sharks) and the abundance of food. Dogfish have the longest known gestation period of any shark, at 18 to 24 months. Basking sharks and frilled sharks appear to have even longer gestation periods, but accurate data are lacking.\n\nOviparity\nSome species are oviparous, laying their fertilized eggs in the water. In most oviparous shark species, an egg case with the consistency of leather protects the developing embryo(s). These cases may be corkscrewed into crevices for protection. The egg case is commonly called a mermaid's purse. Oviparous sharks include the horn shark, catshark, Port Jackson shark, and swellshark.\n\nViviparity\nViviparity is the gestation of young without the use of a traditional egg, and results in live birth. Viviparity in sharks can be placental or aplacental. Young are born fully formed and self-sufficient. Hammerheads, the requiem sharks (such as the bull and blue sharks), and smoothhounds are viviparous.\n\nBehavior\nThe classic view describes a solitary hunter, ranging the oceans in search of food. However, this applies to only a few species. Most live far more social, sedentary, benthic lives, and appear likely to have their own distinct personalities. Even solitary sharks meet for breeding or at rich hunting grounds, which may lead them to cover thousands of miles in a year. Shark migration patterns may be even more complex than in birds, with many sharks covering entire ocean basins.\nSharks can be highly social, remaining in large schools. Sometimes more than 100 scalloped hammerheads congregate around seamounts and islands, e.g., in the Gulf of California. Cross-species social hierarchies exist. For example, oceanic whitetip sharks dominate silky sharks of comparable size during feeding.When approached too closely some sharks perform a threat display. This usually consists of exaggerated swimming movements, and can vary in intensity according to the threat level.\n\nSpeed\nIn general, sharks swim (\"cruise\") at an average speed of 8 kilometres per hour (5.0 mph), but when feeding or attacking, the average shark can reach speeds upwards of 19 kilometres per hour (12 mph). The shortfin mako shark, the fastest shark and one of the fastest fish, can burst at speeds up to 50 kilometres per hour (31 mph). The great white shark is also capable of speed bursts. These exceptions may be due to the warm-blooded, or homeothermic, nature of these sharks' physiology. Sharks can travel 70 to 80 km in a day.\n\nIntelligence\nSharks possess brain-to-body mass ratios that are similar to mammals and birds, and have exhibited apparent curiosity and behavior resembling play in the wild.There is evidence that juvenile lemon sharks can use observational learning in their investigation of novel objects in their environment.\n\nSleep\nAll sharks need to keep water flowing over their gills in order for them to breathe; however, not all species need to be moving to do this. Those that are able to breathe while not swimming do so by using their spiracles to force water over their gills, thereby allowing them to extract oxygen from the water. It has been recorded that their eyes remain open while in this state and actively follow the movements of divers swimming around them and as such they are not truly asleep.\nSpecies that do need to swim continuously to breathe go through a process known as sleep swimming, in which the shark is essentially unconscious. It is known from experiments conducted on the spiny dogfish that its spinal cord, rather than its brain, coordinates swimming, so spiny dogfish can continue to swim while sleeping, and this also may be the case in larger shark species. In 2016 a great white shark was captured on video for the first time in a state researchers believed was sleep swimming.\n\nEcology\nFeeding\nMost sharks are carnivorous. Basking sharks, whale sharks, and megamouth sharks have independently evolved different strategies for filter feeding plankton: basking sharks practice ram feeding, whale sharks use suction to take in plankton and small fishes, and megamouth sharks make suction feeding more efficient by using the luminescent tissue inside of their mouths to attract prey in the deep ocean. This type of feeding requires gill rakers—long, slender filaments that form a very efficient sieve—analogous to the baleen plates of the great whales. The shark traps the plankton in these filaments and swallows from time to time in huge mouthfuls. Teeth in these species are comparatively small because they are not needed for feeding.\n\nOther highly specialized feeders include cookiecutter sharks, which feed on flesh sliced out of other larger fish and marine mammals. Cookiecutter teeth are enormous compared to the animal's size. The lower teeth are particularly sharp. Although they have never been observed feeding, they are believed to latch onto their prey and use their thick lips to make a seal, twisting their bodies to rip off flesh.Some seabed–dwelling species are highly effective ambush predators. Angel sharks and wobbegongs use camouflage to lie in wait and suck prey into their mouths. Many benthic sharks feed solely on crustaceans which they crush with their flat molariform teeth.\nOther sharks feed on squid or fish, which they swallow whole. The viper dogfish has teeth it can point outwards to strike and capture prey that it then swallows intact. The great white and other large predators either swallow small prey whole or take huge bites out of large animals. Thresher sharks use their long tails to stun shoaling fishes, and sawsharks either stir prey from the seabed or slash at swimming prey with their tooth-studded rostra.\nMany sharks, including the whitetip reef shark are cooperative feeders and hunt in packs to herd and capture elusive prey. These social sharks are often migratory, traveling huge distances around ocean basins in large schools. These migrations may be partly necessary to find new food sources.\n\nRange and habitat\nSharks are found in all seas. They generally do not live in fresh water, with a few exceptions such as the bull shark and the river shark which can swim both in seawater and freshwater. Sharks are common down to depths of 2,000 metres (7,000 ft), and some live even deeper, but they are almost entirely absent below 3,000 metres (10,000 ft). The deepest confirmed report of a shark is a Portuguese dogfish at 3,700 metres (12,100 ft).\n\nRelationship with humans\nAttacks\nIn 2006 the International Shark Attack File (ISAF) undertook an investigation into 96 alleged shark attacks, confirming 62 of them as unprovoked attacks and 16 as provoked attacks. The average number of fatalities worldwide per year between 2001 and 2006 from unprovoked shark attacks is 4.3.Contrary to popular belief, only a few sharks are dangerous to humans. Out of more than 470 species, only four have been involved in a significant number of fatal, unprovoked attacks on humans: the great white, oceanic whitetip, tiger, and bull sharks. These sharks are large, powerful predators, and may sometimes attack and kill people. Despite being responsible for attacks on humans they have all been filmed without using a protective cage.The perception of sharks as dangerous animals has been popularized by publicity given to a few isolated unprovoked attacks, such as the Jersey Shore shark attacks of 1916, and through popular fictional works about shark attacks, such as the Jaws film series. Jaws author Peter Benchley, as well as Jaws director Steven Spielberg, later attempted to dispel the image of sharks as man-eating monsters.To help avoid an unprovoked attack, humans should not wear jewelry or metal that is shiny and refrain from splashing around too much.In general, sharks show little pattern of attacking humans specifically. Research indicates that when humans do become the object of a shark attack, it is possible that the shark has mistaken the human for species that are its normal prey, such as seals.\n\nIn captivity\nUntil recently, only a few benthic species of shark, such as hornsharks, leopard sharks and catsharks, had survived in aquarium conditions for a year or more. This gave rise to the belief that sharks, as well as being difficult to capture and transport, were difficult to care for. More knowledge has led to more species (including the large pelagic sharks) living far longer in captivity, along with safer transportation techniques that have enabled long distance transportation. The great white shark had never been successfully held in captivity for long periods of time until September 2004, when the Monterey Bay Aquarium successfully kept a young female for 198 days before releasing her.\n\nMost species are not suitable for home aquaria, and not every species sold by pet stores are appropriate. Some species can flourish in home saltwater aquaria. Uninformed or unscrupulous dealers sometimes sell juvenile sharks like the nurse shark, which upon reaching adulthood is far too large for typical home aquaria. Public aquaria generally do not accept donated specimens that have outgrown their housing. Some owners have been tempted to release them. Species appropriate to home aquaria represent considerable spatial and financial investments as they generally approach adult lengths of 3 feet (90 cm) and can live up to 25 years.\n\nIn culture\nIn Hawaii\nSharks figure prominently in Hawaiian mythology. Stories tell of men with shark jaws on their back who could change between shark and human form. A common theme was that a shark-man would warn beach-goers of sharks in the waters. The beach-goers would laugh and ignore the warnings and get eaten by the shark-man who warned them. Hawaiian mythology also includes many shark gods. Among a fishing people, the most popular of all aumakua, or deified ancestor guardians, are shark aumakua. Kamaku describes in detail how to offer a corpse to become a shark. The body transforms gradually until the kahuna can point the awe-struck family to the markings on the shark's body that correspond to the clothing in which the beloved's body had been wrapped. Such a shark aumakua becomes the family pet, receiving food, and driving fish into the family net and warding off danger. Like all aumakua it had evil uses such as helping kill enemies. The ruling chiefs typically forbade such sorcery. Many Native Hawaiian families claim such an aumakua, who is known by name to the whole community.Kamohoali'i is the best known and revered of the shark gods, he was the older and favored brother of Pele, and helped and journeyed with her to Hawaii. He was able to assume all human and fish forms. A summit cliff on the crater of Kilauea is one of his most sacred spots. At one point he had a heiau (temple or shrine) dedicated to him on every piece of land that jutted into the ocean on the island of Molokai. Kamohoali'i was an ancestral god, not a human who became a shark and banned the eating of humans after eating one herself. In Fijian mythology, Dakuwaqa was a shark god who was the eater of lost souls.\n\nIn American Samoa\nOn the island of Tutuila in American Samoa (a U.S. territory), there is a location called Turtle and Shark (Laumei ma Malie) which is important in Samoan culture — the location is the site of a legend called O Le Tala I Le Laumei Ma Le Malie, in which two humans are said to have transformed into a turtle and a shark. According to the U.S. National Park Service, \"Villagers from nearby Vaitogi continue to reenact an important aspect of the legend at Turtle and Shark by performing a ritual song intended to summon the legendary animals to the ocean surface, and visitors are frequently amazed to see one or both of these creatures emerge from the sea in apparent response to this call.\"\n\nIn popular culture\nIn contrast to the complex portrayals by Hawaiians and other Pacific Islanders, the European and Western view of sharks has historically been mostly of fear and malevolence. Sharks are used in popular culture commonly as eating machines, notably in the Jaws novel and the film of the same name, along with its sequels. Sharks are threats in other films such as Deep Blue Sea, The Reef, and others, although they are sometimes used for comedic effect such as in Finding Nemo and the Austin Powers series. \nSharks tend to be seen quite often in cartoons whenever a scene involves the ocean. Such examples include the Tom and Jerry cartoons, Jabberjaw, and other shows produced by Hanna-Barbera. They also are used commonly as a clichéd means of killing off a character that is held up by a rope or some similar object as the sharks swim right below them, or the character may be standing on a plank above shark infested waters.\n\nPopular misconceptions\nA popular myth is that sharks are immune to disease and cancer, but this is not scientifically supported. Sharks have been known to get cancer. Both diseases and parasites affect sharks. The evidence that sharks are at least resistant to cancer and disease is mostly anecdotal and there have been few, if any, scientific or statistical studies that show sharks to have heightened immunity to disease.\nOther apparently false claims are that fins prevent cancer and treat osteoarthritis. No scientific proof supports these claims; at least one study has shown shark cartilage of no value in cancer treatment.\n\nThreats to sharks\nFishery\nIt is estimated that 100 million sharks are killed by people every year, due to commercial and recreational fishing.Shark finning yields are estimated at 1.44 million metric tons for 2000, and 1.41 million tons for 2010. Based on an analysis of average shark weights, this translates into a total annual mortality estimate of about 100 million sharks in 2000, and about 97 million sharks in 2010, with a total range of possible values between 63 and 273 million sharks per year. Sharks are a common seafood in many places, including Japan and Australia. In the Australian state of Victoria, shark is the most commonly used fish in fish and chips, in which fillets are battered and deep-fried or crumbed and grilled. In fish and chip shops, shark is called flake. In India, small sharks or baby sharks (called sora in Tamil language, Telugu language) are sold in local markets. Since the flesh is not developed, cooking the flesh breaks it into powder, which is then fried in oil and spices (called sora puttu/sora poratu). The soft bones can be easily chewed. They are considered a delicacy in coastal Tamil Nadu. Icelanders ferment Greenland sharks to produce a delicacy called hákarl. During a four-year period from 1996 to 2000, an estimated 26 to 73 million sharks were killed and traded annually in commercial markets.Sharks are often killed for shark fin soup. Fishermen capture live sharks, fin them, and dump the finless animal back into the water. Shark finning involves removing the fin with a hot metal blade. The resulting immobile shark soon dies from suffocation or predators. Shark fin has become a major trade within black markets all over the world. Fins sell for about $300/lb in 2009. Poachers illegally fin millions each year. Few governments enforce laws that protect them. In 2010 Hawaii became the first U.S. state to prohibit the possession, sale, trade or distribution of shark fins. From 1996 to 2000, an estimated 38 million sharks had been killed per year for harvesting shark fins. It is estimated by TRAFFIC that over 14,000 tonnes of shark fins were exported into Singapore between 2005–2007 and 2012–2014.Shark fin soup is a status symbol in Asian countries and is erroneously considered healthy and full of nutrients. Scientific research has revealed, however, that high concentrations of BMAA are present in shark fins. Because BMAA is a neurotoxin, consumption of shark fin soup and cartilage pills, therefore, may pose a health risk. BMAA is under study for its pathological role in neurodegegerative diseases such as, ALS, Alzheimer's disease, and Parkinson's disease.\nSharks are also killed for meat. European diners consume dogfishes, smoothhounds, catsharks, makos, porbeagle and also skates and rays. However, the U.S. FDA lists sharks as one of four fish (with swordfish, king mackerel, and tilefish) whose high mercury content is hazardous to children and pregnant women.\nSharks generally reach sexual maturity only after many years and produce few offspring in comparison to other harvested fish. Harvesting sharks before they reproduce severely impacts future populations. Capture induced premature birth and abortion (collectively called capture-induced parturition) occurs frequently in sharks/rays when fished. Capture-induced parturition is rarely considered in fisheries management despite being shown to occur in at least 12% of live bearing sharks and rays (88 species to date).The majority of shark fisheries have little monitoring or management. The rise in demand for shark products increases pressure on fisheries. Major declines in shark stocks have been recorded—some species have been depleted by over 90% over the past 20–30 years with population declines of 70% not unusual. A study by the International Union for Conservation of Nature suggests that one quarter of all known species of sharks and rays are threatened by extinction and 25 species were classified as critically endangered.\n\nShark culling\nIn 2014, a shark cull in Western Australia killed dozens of sharks (mostly tiger sharks) using drum lines, until it was cancelled after public protests and a decision by the Western Australia EPA; from 2014 to 2017, there was an \"imminent threat\" policy in Western Australia in which sharks that \"threatened\" humans in the ocean were shot and killed. This \"imminent threat\" policy was criticized by senator Rachel Siewart for killing endangered sharks. The \"imminent threat\" policy was cancelled in March 2017. In August 2018, the Western Australia government announced a plan to re-introduce drum lines (though, this time the drum lines are \"SMART\" drum lines).From 1962 to the present, the government of Queensland has targeted and killed sharks in large numbers by using drum lines, under a \"shark control\" program—this program has also inadvertently killed large numbers of other animals such as dolphins; it has also killed endangered hammerhead sharks. Queensland's drum line program has been called \"outdated, cruel and ineffective\". From 2001 to 2018, a total of 10,480 sharks were killed on lethal drum lines in Queensland, including in the Great Barrier Reef. From 1962 to 2018, roughly 50,000 sharks were killed by Queensland authorities.The government of New South Wales has a program that deliberately kills sharks using nets. The current net program in New South Wales has been described as being \"extremely destructive\" to marine life, including sharks. Between 1950 and 2008, 352 tiger sharks and 577 great white sharks were killed in the nets in New South Wales — also during this period, a total of 15,135 marine animals were killed in the nets, including dolphins, whales, turtles, dugongs, and critically endangered grey nurse sharks. There has been a very large decrease in the number of sharks in eastern Australia, and the shark-killing programs in Queensland and New South Wales are partly responsible for this decrease.Kwazulu-Natal, an area of South Africa, has a shark-killing program using nets and drum lines—these nets and drum lines have killed turtles and dolphins, and have been criticized for killing wildlife. During a 30-year period, more than 33,000 sharks have been killed in KwaZulu-Natal's shark-killing program — during the same 30-year period, 2,211 turtles, 8,448 rays, and 2,310 dolphins were killed in KwaZulu-Natal. Authorities on the French island of Réunion kill about 100 sharks per year.Killing sharks negatively affects the marine ecosystem. Jessica Morris of Humane Society International calls shark culling a \"knee-jerk reaction\" and says, \"sharks are top order predators that play an important role in the functioning of marine ecosystems. We need them for healthy oceans.\"George H. Burgess, the former director of the International Shark Attack File, \"describes [shark] culling as a form of revenge, satisfying a public demand for blood and little else\"; he also said shark culling is a \"retro-type move reminiscent of what people would have done in the 1940s and 50s, back when we didn't have an ecological conscience and before we knew the consequences of our actions.\" Jane Williamson, an associate professor in marine ecology at Macquarie University, says \"There is no scientific support for the concept that culling sharks in a particular area will lead to a decrease in shark attacks and increase ocean safety.\"\n\nOther threats\nOther threats include habitat alteration, damage and loss from coastal development, pollution and the impact of fisheries on the seabed and prey species. The 2007 documentary Sharkwater exposed how sharks are being hunted to extinction.\n\nConservation\nIn 1991, South Africa was the first country in the world to declare Great White sharks a legally protected species (however, the KwaZulu-Natal Sharks Board is allowed to kill great white sharks in its \"shark control\" program in eastern South Africa).Intending to ban the practice of shark finning while at sea, the United States Congress passed the Shark Finning Prohibition Act in 2000.  Two years later the Act saw its first legal challenge in United States v. Approximately 64,695 Pounds of Shark Fins.  In 2008 a Federal Appeals Court ruled that a loophole in the law allowed non-fishing vessels to purchase shark fins from fishing vessels while on the high seas.  Seeking to close the loophole, the Shark Conservation Act was passed by Congress in December 2010, and it was signed into law in January 2011.In 2003, the European Union introduced a general shark finning ban for all vessels of all nationalities in Union waters and for all vessels flying a flag of one of its member states. This prohibition was amended in June 2013 to close remaining loopholes.In 2009, the International Union for Conservation of Nature's IUCN Red List of Endangered Species named 64 species, one-third of all oceanic shark species, as being at risk of extinction due to fishing and shark finning.In 2010, the Convention on International Trade in Endangered Species (CITES) rejected proposals from the United States and Palau that would have required countries to strictly regulate trade in several species of scalloped hammerhead, oceanic whitetip and spiny dogfish sharks. The majority, but not the required two-thirds of voting delegates, approved the proposal. China, by far the world's largest shark market, and Japan, which battles all attempts to extend the convention to marine species, led the opposition. In March 2013, three endangered commercially valuable sharks, the hammerheads, the oceanic whitetip and porbeagle were added to Appendix 2 of CITES, bringing shark fishing and commerce of these species under licensing and regulation.In 2010, Greenpeace International added the school shark, shortfin mako shark, mackerel shark, tiger shark and spiny dogfish to its seafood red list, a list of common supermarket fish that are often sourced from unsustainable fisheries. Advocacy group Shark Trust campaigns to limit shark fishing. Advocacy group Seafood Watch directs American consumers to not eat sharks.Under the auspices of the Convention on the Conservation of Migratory Species of Wild Animals (CMS), also known as the Bonn Convention, the Memorandum of Understanding on the Conservation of Migratory Sharks was concluded and came into effect in March 2010. It was the first global instrument concluded under CMS and aims at facilitating international coordination for the protection, conservation and management of migratory sharks, through multilateral, intergovernmental discussion and scientific research.\nIn July 2013, New York state, a major market and entry point for shark fins, banned the shark fin trade joining\nseven other states of the United States and the three Pacific U.S territories in providing legal protection to sharks.In the United States, and as of January 16, 2019, 12 states including (Massachusetts, Maryland, Delaware, California, Illinois, Hawaii, Oregon, Nevada, Rhode Island, Washington, New York and Texas) along with 3 U.S. territories (American Samoa, Guam and the Northern Mariana Islands) have passed laws against the sale or possession of shark fins.Several regions now have shark sanctuaries or have banned shark fishing — these regions include American Samoa, the Bahamas, the Cook Islands, French Polynesia, Guam, the Maldives, the Marshall Islands, Micronesia, the Northern Mariana Islands, and Palau.In April 2020 researchers reported to have traced the origins of shark fins of endangered hammerhead sharks from a retail market in Hong Kong back to their source populations and therefore the approximate locations where the sharks were first caught using DNA analysis.In July 2020 scientists reported results of a survey of 371 reefs in 58 nations estimating the conservation status of reef sharks globally. No sharks have been observed on almost 20% of the surveyed reefs and shark depletion was strongly associated with both socio-economic conditions and conservation measures. Sharks are considered to be a vital part of the ocean ecosystem.\nAccording to a 2021 study in Nature, overfishing has resulted in a  71% global decline in the number of oceanic sharks and rays over the preceding 50 years. The  oceanic whitetip, and both the scalloped hammerhead and great hammerheads are now classified as critically endangered. Sharks in tropical waters have declined more rapidly than those in temperate zones during the period studied.\n\nSee also\nReferences\nGeneral references\n\nFurther reading\nMusick, John A and Musick, Susanna (2011) \"Sharks\" In: Review of the state of world marine fishery resources, pages 245–254, FAO Fisheries technical paper 569, FAO, Rome. ISBN 978-92-5-107023-9.\nSharks Falling Prey To Humans' Appetites National Geographic, 28 October 2010.", "value_processed": null, "blobs": [], "rating": null, "split": null}]}, {"id_": "Dolphin", "start_date": null, "end_date": null, "articles": [{"id_": null, "title": "Dolphin", "url": null, "author": null, "section": null, "time_published": null, "time_updated": null, "abstract": null, "value": "Dolphin is a common name of aquatic mammals within the infraorder Cetacea. The term dolphin usually refers to the extant families Delphinidae (the oceanic dolphins), Platanistidae (the Indian river dolphins), Iniidae (the New World river dolphins), and Pontoporiidae (the brackish dolphins), and the extinct Lipotidae (baiji or Chinese river dolphin). There are 40 extant species named as dolphins.\nDolphins range in size from the 1.7-metre-long (5 ft 7 in) long and 50-kilogram (110-pound) Maui's dolphin to the 9.5 m (31 ft 2 in) and 10-tonne (11-short-ton) killer whale. Several species exhibit sexual dimorphism, in that the males are larger than females. They have streamlined bodies and two limbs that are modified into flippers. Though not quite as flexible as seals, some dolphins can travel at speeds 29 km/h (18 mph) for short distances. Dolphins use their conical shaped teeth to capture fast moving prey. They have well-developed hearing which is adapted for both air and water and is so well developed that some can survive even if they are blind. Some species are well adapted for diving to great depths. They have a layer of fat, or blubber, under the skin to keep warm in the cold water.\nAlthough dolphins are widespread, most species prefer the warmer waters of the tropic zones, but some, like the right whale dolphin, prefer colder climates. Dolphins feed largely on fish and squid, but a few, like the killer whale, feed on large mammals, like seals. Male dolphins typically mate with multiple females every year, but females only mate every two to three years. Calves are typically born in the spring and summer months and females bear all the responsibility for raising them. Mothers of some species fast and nurse their young for a relatively long period of time. Dolphins produce a variety of vocalizations, usually in the form of clicks and whistles.\nDolphins are sometimes hunted in places such as Japan, in an activity known as dolphin drive hunting. Besides drive hunting, they also face threats from bycatch, habitat loss, and marine pollution. Dolphins have been depicted in various cultures worldwide. Dolphins occasionally feature in literature and film, as in the film series Free Willy. Dolphins are sometimes kept in captivity and trained to perform tricks. The most common dolphin species in captivity is the bottlenose dolphin, while there are around 60 captive killer whales.\n\nEtymology\nThe name is originally from Greek δελφίς (delphís), \"dolphin\", which was related to the Greek δελφύς (delphus), \"womb\". The animal's name can therefore be interpreted as meaning \"a 'fish' with a womb\". The name was transmitted via the Latin delphinus (the romanization of the later Greek δελφῖνος – delphinos), which in Medieval Latin became dolfinus and in Old French daulphin, which reintroduced the ph into the word. The term mereswine (that is, \"sea pig\") has also historically been used.\nThe term 'dolphin' can be used to refer to, under the parvorder Odontoceti, all the species in the family Delphinidae (oceanic dolphins) and the river dolphin families Iniidae (South American river dolphins), Pontoporiidae (La Plata dolphin), Lipotidae (Yangtze river dolphin) and Platanistidae (Ganges river dolphin and Indus river dolphin).\nThis term has often been misused in the US, mainly in the fishing industry, where all small cetaceans (dolphins and porpoises) are considered porpoises, while the fish dorado is called dolphin fish. In common usage the term 'whale' is used only for the larger cetacean species, while the smaller ones with a beaked or longer nose are considered 'dolphins'. The name 'dolphin' is used casually as a synonym for bottlenose dolphin, the most common and familiar species of dolphin. There are six species of dolphins commonly thought of as whales, collectively known as blackfish: the killer whale, the melon-headed whale, the pygmy killer whale, the false killer whale, and the two species of pilot whales, all of which are classified under the family Delphinidae and qualify as dolphins. Though the terms 'dolphin' and 'porpoise' are sometimes used interchangeably, porpoises are not considered dolphins and have different physical features such as a shorter beak and spade-shaped teeth; they also differ in their behavior. Porpoises belong to the family Phocoenidae and share a common ancestry with the Delphinidae.A group of dolphins is called a \"school\" or a \"pod\". Male dolphins are called \"bulls\", females \"cows\" and young dolphins are called \"calves\".\n\nTaxonomy and distribution\nParvorder Odontoceti, toothed whales\nFamily Platanistidae\nGanges and Indus river dolphin, Platanista gangetica with two subspecies\nGanges river dolphin (or Susu), Platanista gangetica gangetica\nIndus river dolphin (or Bhulan), Platanista gangetica minor\nFamily Iniidae\nAmazon river dolphin (or Boto), Inia geoffrensis\nOrinoco river dolphin (the Orinoco subspecies), Inia geoffrensis humboldtiana\nAraguaian river dolphin (Araguaian boto), Inia araguaiaensis\nBolivian river dolphin, Inia boliviensis\nFamily Lipotidae\nBaiji (or Chinese river dolphin), Lipotes vexillifer (possibly extinct, since December 2006)\nFamily Pontoporiidae\nLa Plata dolphin (or Franciscana), Pontoporia blainvillei\nFamily Delphinidae, oceanic dolphins\nGenus Delphinus\nLong-beaked common dolphin, Delphinus capensis\nShort-beaked common dolphin, Delphinus delphis\nGenus Tursiops\nCommon bottlenose dolphin, Tursiops truncatus\nIndo-Pacific bottlenose dolphin, Tursiops aduncus\nBurrunan dolphin, Tursiops australis, a newly discovered species from the sea around Melbourne in September 2011.\nGenus Lissodelphis\nNorthern right whale dolphin, Lissodelphis borealis\nSouthern right whale dolphin, Lissodelphis peronii\nGenus Sotalia\nTucuxi, Sotalia fluviatilis\nCostero, Sotalia guianensis\nGenus Sousa\nIndo-Pacific humpback dolphin, Sousa chinensis\nChinese white dolphin, Sousa chinensis chinensis\nAtlantic humpback dolphin, Sousa teuszii\nGenus Stenella\nAtlantic spotted dolphin, Stenella frontalis\nClymene dolphin, Stenella clymene\nPantropical spotted dolphin, Stenella attenuata\nSpinner dolphin, Stenella longirostris\nStriped dolphin, Stenella coeruleoalba\nGenus Steno\nRough-toothed dolphin, Steno bredanensis\nGenus Cephalorhynchus\nChilean dolphin, Cephalorhynchus eutropia\nCommerson's dolphin, Cephalorhynchus commersonii\nHaviside's dolphin, Cephalorhynchus heavisidii\nHector's dolphin, Cephalorhynchus hectori\nGenus Grampus\nRisso's dolphin, Grampus griseus\nGenus Lagenodelphis\nFraser's dolphin, Lagenodelphis hosei\nGenus Lagenorhynchus\nAtlantic white-sided dolphin, Lagenorhynchus acutus\nDusky dolphin, Lagenorhynchus obscurus\nHourglass dolphin, Lagenorhynchus cruciger\nPacific white-sided dolphin, Lagenorhynchus obliquidens\nPeale's dolphin, Lagenorhynchus australis\nWhite-beaked dolphin, Lagenorhynchus albirostris\nGenus Orcaella\nAustralian snubfin dolphin, Orcaella heinsohni\nIrrawaddy dolphin, Orcaella brevirostris\nGenus Peponocephala\nMelon-headed whale, Peponocephala electra\nGenus Orcinus\nKiller whale (orca), Orcinus orca\nGenus Feresa\nPygmy killer whale, Feresa attenuata\nGenus Pseudorca\nFalse killer whale, Pseudorca crassidens\nGenus Globicephala\nLong-finned pilot whale, Globicephala melas\nShort-finned pilot whale, Globicephala macrorhynchus\nGenus †Australodelphis\n†Australodelphis mirus\nSix species in the family Delphinidae are commonly called \"whales\", but genetically are dolphins. They are sometimes called blackfish.\nMelon-headed whale, Peponocephala electra\nKiller whale (orca), Orcinus orca\nPygmy killer whale, Feresa attenuata\nFalse killer whale, Pseudorca crassidens\nLong-finned pilot whale, Globicephala melas\nShort-finned pilot whale, Globicephala macrorhynchus\n\nOceanic dolphins\nRiver dolphins\nHybridization\nIn 1933, three hybrid dolphins beached off the Irish coast; they were hybrids between Risso's and bottlenose dolphins. This mating was later repeated in captivity, producing a hybrid calf. In captivity, a bottlenose and a rough-toothed dolphin produced hybrid offspring. A common-bottlenose hybrid lives at SeaWorld California. Other dolphin hybrids live in captivity around the world or have been reported in the wild, such as a bottlenose-Atlantic spotted hybrid. The best known hybrid is the wolphin, a false killer whale-bottlenose dolphin hybrid. The wolphin is a fertile hybrid. Two wolphins currently live at the Sea Life Park in Hawaii; the first was born in 1985 from a male false killer whale and a female bottlenose. Wolphins have also been observed in the wild.\n\nEvolution\nDolphins are descendants of land-dwelling mammals of the artiodactyl order (even-toed ungulates). They are related to the Indohyus, an extinct chevrotain-like ungulate, from which they split approximately 48 million years ago.The primitive cetaceans, or archaeocetes, first took to the sea approximately 49 million years ago and became fully aquatic by 5–10 million years later.Archaeoceti is a parvorder comprising ancient whales. These ancient whales are the predecessors of modern whales, stretching back to their first ancestor that spent their lives near (rarely in) the water. Likewise, the archaeocetes can be anywhere from near fully terrestrial, to semi-aquatic to fully aquatic, but what defines an archaeocete is the presence of visible legs or asymmetrical teeth. Their features became adapted for living in the marine environment. Major anatomical changes include the hearing set-up that channeled vibrations from the jaw to the earbone which occurred with Ambulocetus 49 million years ago, a streamlining of the body and the growth of flukes on the tail which occurred around 43 million years ago with Protocetus, the migration of the nasal openings toward the top of the cranium and the modification of the forelimbs into flippers which occurred with Basilosaurus 35 million years ago, and the shrinking and eventual disappearance of the hind limbs which took place with the first odontocetes and mysticetes 34 million years ago. The modern dolphin skeleton has two small, rod-shaped pelvic bones thought to be vestigial hind limbs. In October 2006, an unusual bottlenose dolphin was captured in Japan; it had small fins on each side of its genital slit, which scientists believe to be an unusually pronounced development of these vestigial hind limbs.Today, the closest living relatives of cetaceans are the hippopotamuses; these share a semi-aquatic ancestor that branched off from other artiodactyls some 60 million years ago. Around 40 million years ago, a common ancestor between the two branched off into cetacea and anthracotheres; anthracotheres became extinct at the end of the Pleistocene two-and-a-half million years ago, eventually leaving only one surviving lineage: the hippo.\n\nAnatomy\nDolphins have torpedo-shaped bodies with generally non-flexible necks, limbs modified into flippers, a tail fin, and bulbous heads. Dolphin skulls have small eye orbits, long snouts, and eyes placed on the sides of its head; they lack external ear flaps. Dolphins range in size from the 1.7 m (5 ft 7 in) long and 50 kg (110 lb) Maui's dolphin to the 9.5 m (31 ft 2 in) and 10 t (11 short tons) killer whale. Overall, however, they tend to be dwarfed by other Cetartiodactyls. Several species have female-biased sexual dimorphism, with the females being larger than the males.Dolphins have conical teeth, as opposed to porpoises' spade-shaped teeth. These conical teeth are used to catch swift prey such as fish, squid or large mammals, such as seal.Breathing involves expelling stale air from their blowhole, in an upward blast, which may be visible in cold air, followed by inhaling fresh air into the lungs. Dolphins have rather small, unidentifiable spouts.All dolphins have a thick layer of blubber, thickness varying on climate. This blubber can help with buoyancy, protection to some extent as predators would have a hard time getting through a thick layer of fat, and energy for leaner times; the primary usage for blubber is insulation from the harsh climate. Calves, generally, are born with a thin layer of blubber, which develops at different paces depending on the habitat.Dolphins have a two-chambered stomach that is similar in structure to terrestrial carnivores. They have fundic and pyloric chambers.Dolphins' reproductive organs are located inside the body, with genital slits on the ventral (belly) side. Males have two slits, one concealing the penis and one further behind for the anus. Females have one genital slit, housing the vagina and the anus, with a mammary slit on either side.\n\nIntegumentary system\nThe integumentary system is an organ system mostly consisted of skin, hair, nails and endocrine glands. The skin of dolphins is very important as it is specialized to satisfy specific requirements. Some of these requirements include protection, fat storage, heat regulation, and sensory perception. The skin of a dolphin is made up of two parts: the epidermis and the blubber, which consists of two layers including the dermis and subcutis.\n\nThe dolphin's skin is known to have a smooth rubber texture and is without hair and glands, except mammary glands. At birth, a newborn dolphin has hairs lined up in a single band on both sides of the rostrum, which is their jaw, and usually have a total length of 16-17 cm .\n\nDolphins are a part of the species Cetacea. The epidermis of this species is characterized by the lack of keratin and by a prominent intertwine of epidermal rete pegs and long dermal papillae. The epidermal rete pegs are the epithelial extensions that project into the underlying connective tissue in both skin and mucous membranes. The dermal papillae are finger-like projections that help adhesion between the epidermal and dermal layers, as well as providing a larger surface area to nourish the epidermal layer. The thickness of a dolphin's epidermis differs, depending on species and age.\n\nBlubber\nBlubber is found within the dermis and subcutis layer. The dermis blends gradually with the adipose layer, which is known as fat, because the fat may extend up to the epidermis border and collagen fiber bundles extend throughout the whole subcutaneous blubber which is fat found under the skin. The thickness of the subcutaneous blubber or fat depends on the dolphin's health, development, location, reproductive state and how well it feeds. This fat is thickest on the dolphin's back and belly. Most of the dolphin's body fat is accumulated in a thick layer of blubber. Blubber differs from fat in that, in addition to fat cells, it contains a fibrous network of connective tissue.The blubber functions to streamline the body and to form specialized locomotor structures such as the dorsal fin, propulsive fluke blades and caudal keels. There are many nerve endings that resemble small, onion-like configurations that are present in the superficial portion of the dermis. Mechanoreceptors are found within the interlocks of the epidermis with dermal ridges. There are nerve fibers in the dermis that extend to the epidermis. These nerve endings are known to be highly proprioceptive, which explains sensory perception. Proprioception, which is also known as kinesthesia, is the body's ability to sense its location, movements and actions. Dolphins are sensitive to vibrations and small pressure changes.\nBlood vessels and nerve endings can be found within the dermis. There is a plexus of parallel running arteries and veins in the dorsal fin, fluke and flippers. The blubber manipulates the blood vessels to help the dolphin stay warm. When the temperature drops, the blubber constricts the blood vessels to reduce blood flow in the dolphin. This allows the dolphin to spend less energy heating its own body, ultimately keeping the animal warmer without burning energy as quick. In order to release heat, the heat must pass the blubber layer. There are thermal windows that lack blubber, are not fully insulated and are somewhat thin and highly vascularized, including the dorsal fin, flukes, and flippers. These thermal windows are a good way for dolphins to get rid of excess heat if overheating. Additionally in order to conserve heat, dolphins use countercurrent heat exchange. Blood flows in different directions in order for heat to transfer across membranes. Heat from warm blood leaving the heart will heat up the cold blood that is headed back to the heart from the extremities, meaning that the heart always has warm blood and it decreases the heat lost to the water in those thermal windows.\n\nLocomotive\nDolphins have two pectoral flippers, containing four digits, a boneless dorsal fin for stability, and a tail fin for propulsion. Although dolphins do not possess external hind limbs, some possess discrete rudimentary appendages, which may contain feet and digits. Dolphins are fast swimmers in comparison to seals which typically cruise at 9–28 km/h (5.6–17.4 mph); the killer whale (orca), in comparison, can travel at speeds up to 55.5 km/h (34.5 mph). The fusing of the neck vertebrae, while increasing stability when swimming at high speeds, decreases flexibility, which means they are unable to turn their heads. River dolphins, however, have non-fused neck vertebrae and are able to turn their head up to 90°. Dolphins swim by moving their tail fin and rear body vertically, while their flippers are mainly used for steering. Some species log out of the water, which may allow them to travel faster. Their skeletal anatomy allows them to be fast swimmers. All species have a dorsal fin to prevent themselves from involuntarily spinning in the water.Some dolphins are adapted for diving to great depths. In addition to their streamlined bodies, some can selectively slow their heart rate to conserve oxygen. Some can also re-route blood from tissue tolerant of water pressure to the heart, brain and other organs. Their hemoglobin and myoglobin store oxygen in body tissues and they have twice the concentration of myoglobin than hemoglobin.\n\nSensory\nThe dolphin ear has specific adaptations to the marine environment. In humans, the middle ear works as an impedance equalizer between the outside air's low impedance and the cochlear fluid's high impedance. In dolphins, and other marine mammals, there is no great difference between the outer and inner environments. Instead of sound passing through the outer ear to the middle ear, dolphins receive sound through the throat, from which it passes through a low-impedance fat-filled cavity to the inner ear. The dolphin ear is acoustically isolated from the skull by air-filled sinus pockets, which allow for greater directional hearing underwater. Dolphins send out high frequency clicks from an organ known as a melon. This melon consists of fat, and the skull of any such creature containing a melon will have a large depression. This allows dolphins to produce biosonar for orientation. Though most dolphins do not have hair, they do have hair follicles that may perform some sensory function. Beyond locating an object, echolocation also provides the animal with an idea on an object's shape and size, though how exactly this works is not yet understood. The small hairs on the rostrum of the boto are believed to function as a tactile sense, possibly to compensate for the boto's poor eyesight.The dolphin eye is relatively small for its size, yet they do retain a good degree of eyesight. As well as this, the eyes of a dolphin are placed on the sides of its head, so their vision consists of two fields, rather than a binocular view like humans have. When dolphins surface, their lens and cornea correct the nearsightedness that results from the refraction of light; they contain both rod and cone cells, meaning they can see in both dim and bright light, but they have far more rod cells than they do cone cells. Dolphins do, however, lack short wavelength sensitive visual pigments in their cone cells indicating a more limited capacity for color vision than most mammals. Most dolphins have slightly flattened eyeballs, enlarged pupils (which shrink as they surface to prevent damage), slightly flattened corneas and a tapetum lucidum; these adaptations allow for large amounts of light to pass through the eye and, therefore, a very clear image of the surrounding area. They also have glands on the eyelids and outer corneal layer that act as protection for the cornea.The olfactory lobes and nerve are absent in dolphins, suggesting that they have no sense of smell.Dolphins are not thought to have a good sense of taste, as their taste buds are atrophied or missing altogether. However, some have preferences between different kinds of fish, indicating some sort of attachment to taste.\n\nBehavior\nDolphins are often regarded as one of Earth's most intelligent animals. Comparing species' relative intelligence is complicated by differences in sensory apparatus, response modes, and nature of cognition. Furthermore, the difficulty and expense of experimental work with large aquatic animals has so far prevented some tests and limited sample size and rigor in others. Compared to many other species, however, dolphin behavior has been studied extensively, both in captivity and in the wild. See cetacean intelligence for more details.\n\nSocialization\nDolphins are highly social animals, often living in pods of up to a dozen individuals, though pod sizes and structures vary greatly between species and locations. In places with a high abundance of food, pods can merge temporarily, forming a superpod; such groupings may exceed 1,000 dolphins. Membership in pods is not rigid; interchange is common. Dolphins can, however, establish strong social bonds; they will stay with injured or ill individuals, even helping them to breathe by bringing them to the surface if needed. This altruism does not appear to be limited to their own species. The dolphin Moko in New Zealand has been observed guiding a female pygmy sperm whale together with her calf out of shallow water where they had stranded several times. They have also been seen protecting swimmers from sharks by swimming circles around the swimmers or charging the sharks to make them go away.\nDolphins communicate using a variety of clicks, whistle-like sounds and other vocalizations. Dolphins also use nonverbal communication by means of touch and posturing.Dolphins also display culture, something long believed to be unique to humans (and possibly other primate species). In May 2005, a discovery in Australia found Indo-Pacific bottlenose dolphins (Tursiops aduncus) teaching their young to use tools. They cover their snouts with sponges to protect them while foraging. This knowledge is mostly transferred by mothers to daughters, unlike simian primates, where knowledge is generally passed on to both sexes. Using sponges as mouth protection is a learned behavior. Another learned behavior was discovered among river dolphins in Brazil, where some male dolphins use weeds and sticks as part of a sexual display.Forms of care-giving between fellows and even for members of different species (see Moko (dolphin)) are recorded in various species –  such as trying to save weakened fellows or female pilot whales holding up dead calves for long periods.\nDolphins engage in acts of aggression towards each other. The older a male dolphin is, the more likely his body is to be covered with bite scars. Male dolphins can get into disputes over companions and females. Acts of aggression can become so intense that targeted dolphins sometimes go into exile after losing a fight.\nMale bottlenose dolphins have been known to engage in infanticide. Dolphins have also been known to kill porpoises for reasons which are not fully understood, as porpoises generally do not share the same diet as dolphins and are therefore not competitors for food supplies. The Cornwall Wildlife Trust records about one such death a year. Possible explanations include misdirected infanticide, misdirected sexual aggression or play behaviour.\n\nReproduction and sexuality\nDolphin copulation happens belly to belly; though many species engage in lengthy foreplay, the actual act is usually brief, but may be repeated several times within a short timespan. The gestation period varies with species; for the small Tucuxi dolphin, this period is around 11 to 12 months, while for the orca, the gestation period is around 17 months. Typically dolphins give birth to a single calf, which is, unlike most other mammals, born tail first in most cases. They usually become sexually active at a young age, even before reaching sexual maturity. The age of sexual maturity varies by species and gender.Dolphins are known to display non-reproductive sexual behavior, engaging in masturbation, stimulation of the genital area of other individuals using the rostrum or flippers, and homosexual contact.Various species of dolphin have been known to engage in sexual behavior up to and including copulation with dolphins of other species. Sexual encounters may be violent, with male dolphins sometimes showing aggressive behavior towards both females and other males. Male dolphins may also work together and attempt to herd females in estrus, keeping the females by their side by means of both physical aggression and intimidation, to increase their chances of reproductive success. Occasionally, dolphins behave sexually towards other animals, including humans.\n\nFeeding\nThere are various feeding methods among and within species, some apparently exclusive to a single population. Fish and squid are the main food, but the false killer whale and the orca also feed on other marine mammals. Orcas on occasion also hunt whale species larger than themselves. Different breeds of dolphins vary widely in the number of teeth they possess. The orca or killer whale usually carries 40-56 teeth while the popular bottlenose dolphin has anywhere from 72 to 116 conical teeth and its smaller cousin the common dolphin has 188-268 teeth so that the number of teeth each breed carries varies widely between individuals. Hybrids between common and bottlenose bred in captivity had an intermediate amount of teeth.\nOne common feeding method is herding, where a pod squeezes a school of fish into a small volume, known as a bait ball. Individual members then take turns plowing through the ball, feeding on the stunned fish. Coralling is a method where dolphins chase fish into shallow water to catch them more easily. Orcas and bottlenose dolphins have also been known to drive their prey onto a beach to feed on it, a behaviour known as beach or strand feeding. Some species also whack fish with their flukes, stunning them and sometimes knocking them out of the water.Reports of cooperative human-dolphin fishing date back to the ancient Roman author and natural philosopher Pliny the Elder. A modern human-dolphin partnership currently operates in Laguna, Santa Catarina, Brazil. Here, dolphins drive fish towards fishermen waiting along the shore and signal the men to cast their nets. The dolphins' reward is the fish that escape the nets.In Shark Bay, Australia, dolphins catch fish by trapping them in huge conch shells. In \"shelling\", a dolphin brings the shell to the surface and shakes it, so that fish sheltering within fall into the dolphin's mouth. From 2007 to 2018, in 5,278 encounters with dolphins, researchers observed 19 dolphins shelling 42 times. The behavior spreads mainly within generations, rather than being passed from mother to offspring.\n\nVocalization\nDolphins are capable of making a broad range of sounds using nasal airsacs located just below the blowhole. Roughly three categories of sounds can be identified: frequency modulated whistles, burst-pulsed sounds and clicks. Dolphins communicate with whistle-like sounds produced by vibrating connective tissue, similar to the way human vocal cords function, and through burst-pulsed sounds, though the nature and extent of that ability is not known. The clicks are directional and are for echolocation, often occurring in a short series called a click train. The click rate increases when approaching an object of interest. Dolphin echolocation clicks are amongst the loudest sounds made by marine animals.Bottlenose dolphins have been found to have signature whistles, a whistle that is unique to a specific individual. These whistles are used in order for dolphins to communicate with one another by identifying an individual. It can be seen as the dolphin equivalent of a name for humans. These signature whistles are developed during a dolphin's first year; it continues to maintain the same sound throughout its lifetime. In order to obtain each individual whistle sound, dolphins undergo vocal production learning. This consists of an experience with other dolphins that modifies the signal structure of an existing whistle sound. An auditory experience influences the whistle development of each dolphin. Dolphins are able to communicate to one another by addressing another dolphin through mimicking their whistle. The signature whistle of a male bottlenose dolphin tends to be similar to that of his mother, while the signature whistle of a female bottlenose dolphin tends to be more distinguishing. Bottlenose dolphins have a strong memory when it comes to these signature whistles, as they are able to relate to a signature whistle of an individual they have not encountered for over twenty years. Research done on signature whistle usage by other dolphin species is relatively limited. The research on other species done so far has yielded varied outcomes and inconclusive results.Because dolphins are generally associated in groups, communication is necessary. Signal masking is when other similar sounds (conspecific sounds) interfere with the original acoustic sound. In larger groups, individual whistle sounds are less prominent. Dolphins tend to travel in pods, upon which there are groups of dolphins that range from a few to many. Although they are traveling in these pods, the dolphins do not necessarily swim right next to each other. Rather, they swim within the same general vicinity. In order to prevent losing one of their pod members, there are higher whistle rates. Because their group members were spread out, this was done in order to continue traveling together.\n\nJumping and playing\nDolphins frequently leap above the water surface, this being done for various reasons. When travelling, jumping can save the dolphin energy as there is less friction while in the air. This type of travel is known as porpoising. Other reasons include orientation, social displays, fighting, non-verbal communication, entertainment and attempting to dislodge parasites.Dolphins show various types of playful behavior, often including objects, self-made bubble rings, other dolphins or other animals. When playing with objects or small animals, common behavior includes carrying the object or animal along using various parts of the body, passing it along to other members of the group or taking it from another member, or throwing it out of the water. Dolphins have also been observed harassing animals in other ways, for example by dragging birds underwater without showing any intent to eat them. Playful behaviour that involves another animal species with active participation of the other animal can also be observed however. Playful human interaction with dolphins being the most obvious example, however playful interactions have been observed in the wild with a number of other species as well, such as humpback whales and dogs.Juvenile dolphins off the coast of Western Australia have been observed chasing, capturing, and chewing on blowfish. While some reports state that the dolphins are becoming intoxicated on the tetrodotoxin in the fishes' skin, other reports have characterized this behavior as the normal curiosity and exploration of their environment in which dolphins engage.\n\nIntelligence\nDolphins are known to teach, learn, cooperate, scheme, and grieve. The neocortex of many species is home to elongated spindle neurons that, prior to 2007, were known only in hominids. In humans, these cells are involved in social conduct, emotions, judgment, and theory of mind. Cetacean spindle neurons are found in areas of the brain that are homologous to where they are found in humans, suggesting that they perform a similar function.Brain size was previously considered a major indicator of the intelligence of an animal. Since most of the brain is used for maintaining bodily functions, greater ratios of brain to body mass may increase the amount of brain mass available for more complex cognitive tasks. Allometric analysis indicates that mammalian brain size scales at approximately the ⅔ or ¾ exponent of the body mass. Comparison of a particular animal's brain size with the expected brain size based on such allometric analysis provides an encephalization quotient that can be used as another indication of animal intelligence. Killer whales have the second largest brain mass of any animal on earth, next to the sperm whale. The brain to body mass ratio in some is second only to humans.Self-awareness is seen, by some, to be a sign of highly developed, abstract thinking. Self-awareness, though not well-defined scientifically, is believed to be the precursor to more advanced processes like meta-cognitive reasoning (thinking about thinking) that are typical of humans. Research in this field has suggested that cetaceans, among others, possess self-awareness.\nThe most widely used test for self-awareness in animals is the mirror test in which a mirror is introduced to an animal, and the animal is then marked with a temporary dye. If the animal then goes to the mirror in order to view the mark, it has exhibited strong evidence of self-awareness.Some disagree with these findings, arguing that the results of these tests are open to human interpretation and susceptible to the Clever Hans effect. This test is much less definitive than when used for primates, because primates can touch the mark or the mirror, while cetaceans cannot, making their alleged self-recognition behavior less certain. Skeptics argue that behaviors that are said to identify self-awareness resemble existing social behaviors, and so researchers could be misinterpreting self-awareness for social responses to another individual. The researchers counter-argue that the behaviors shown are evidence of self-awareness, as they are very different from normal responses to another individual. Whereas apes can merely touch the mark on themselves with their fingers, cetaceans show less definitive behavior of self-awareness; they can only twist and turn themselves to observe the mark.In 1995, Marten and Psarakos used television to test dolphin self-awareness. They showed dolphins real-time footage of themselves, recorded footage, and another dolphin. They concluded that their evidence suggested self-awareness rather than social behavior. While this particular study has not been repeated since then, dolphins have since passed the mirror test. However, some researchers have argued that evidence for self-awareness has not been convincingly demonstrated.\n\nSleeping\nGenerally, dolphins sleep with only one brain hemisphere in slow-wave sleep at a time, thus maintaining enough consciousness to breathe and to watch for possible predators and other threats. Sleep stages earlier in sleep can occur simultaneously in both hemispheres.\nIn captivity, dolphins seemingly enter a fully asleep state where both eyes are closed and there is no response to mild external stimuli. In this case, respiration is automatic; a tail kick reflex keeps the blowhole above the water if necessary. Anesthetized dolphins initially show a tail kick reflex.  Though a similar state has been observed with wild sperm whales, it is not known if dolphins in the wild reach this state. The Indus river dolphin has a sleep method that is different from that of other dolphin species. Living in water with strong currents and potentially dangerous floating debris, it must swim continuously to avoid injury. As a result, this species sleeps in very short bursts which last between 4 and 60 seconds.\n\nThreats\nDolphins have few marine enemies. Some species or specific populations have none, making them apex predators. For most of the smaller species of dolphins, only a few of the larger sharks, such as the bull shark, dusky shark, tiger shark and great white shark, are a potential risk, especially for calves. Some of the larger dolphin species, especially orcas (killer whales), may also prey on smaller dolphins, but this seems rare. Dolphins also suffer from a wide variety of diseases and parasites.  The Cetacean morbillivirus in particular has been known to cause regional epizootics often leaving hundreds of animals of various species dead. Symptoms of infection are often a severe combination of pneumonia, encephalitis and damage to the immune system, which greatly impair the cetacean's ability to swim and stay afloat unassisted. A study at the U.S. National Marine Mammal Foundation revealed that dolphins, like humans, develop a natural form of type 2 diabetes which may lead to a better understanding of the disease and new treatments for both humans and dolphins.Dolphins can tolerate and recover from extreme injuries such as shark bites although the exact methods used to achieve this are not known. The healing process is rapid and even very deep wounds do not cause dolphins to hemorrhage to death. Furthermore, even gaping wounds restore in such a way that the animal's body shape is restored, and infection of such large wounds seems rare.A study published in the journal Marine Mammal Science suggests that at least some dolphins survive shark attacks using everything from sophisticated combat moves to teaming up against the shark.\n\nHumans\nSome dolphin species are at risk of extinction, especially some river dolphin species such as the Amazon river dolphin, and the Ganges and Yangtze river dolphin, which are critically or seriously endangered. A 2006 survey found no individuals of the Yangtze river dolphin, which now appears to be functionally extinct.Pesticides, heavy metals, plastics, and other industrial and agricultural pollutants that do not disintegrate rapidly in the environment concentrate in predators such as dolphins. Injuries or deaths due to collisions with boats, especially their propellers, are also common.\nVarious fishing methods, most notably purse seine fishing for tuna and the use of drift and gill nets, unintentionally kill many dolphins. Accidental by-catch in gill nets and incidental captures in antipredator nets that protect marine fish farms are common and pose a risk for mainly local dolphin populations. In some parts of the world, such as Taiji in Japan and the Faroe Islands, dolphins are traditionally considered food and are killed in harpoon or drive hunts. Dolphin meat is high in mercury and may thus pose a health danger to humans when consumed.Queensland's shark culling program, which has killed roughly 50,000 sharks since 1962, has also killed thousands of dolphins as bycatch. \"Shark control\" programs in both Queensland and New South Wales use shark nets and drum lines, which entangle and kill dolphins. Queensland's \"shark control\" program has killed more than 1,000 dolphins in recent years, and at least 32 dolphins have been killed in Queensland since 2014. A shark culling program in KwaZulu-Natal has killed at least 2,310 dolphins.Dolphin safe labels attempt to reassure consumers that fish and other marine products have been caught in a dolphin-friendly way. The earliest campaigns with \"dolphin safe\" labels were initiated in the 1980s as a result of cooperation between marine activists and the major tuna companies, and involved decreasing incidental dolphin kills by up to 50% by changing the type of nets used to catch tuna. The dolphins are netted only while fishermen are in pursuit of smaller tuna. Albacore are not netted this way, making albacore the only truly dolphin-safe tuna.\nLoud underwater noises, such as those resulting from naval sonar use, live firing exercises, and certain offshore construction projects such as wind farms, may be harmful to dolphins, increasing stress, damaging hearing, and causing decompression sickness by forcing them to surface too quickly to escape the noise.Dolphins and other smaller cetaceans are also hunted in an activity known as dolphin drive hunting. This is accomplished by driving a pod together with boats and usually into a bay or onto a beach. Their escape is prevented by closing off the route to the ocean with other boats or nets. Dolphins are hunted this way in several places around the world, including the Solomon Islands, the Faroe Islands, Peru, and Japan, the most well-known practitioner of this method. By numbers, dolphins are mostly hunted for their meat, though some end up in dolphinariums. Despite the controversial nature of the hunt resulting in international criticism, and the possible health risk that the often polluted meat causes, thousands of dolphins are caught in drive hunts each year.\n\nRelationships with humans\nIn history and religion\nDolphins have long played a role in human culture. Dolphins are sometimes used as symbols, for instance in heraldry.\nIn Greek myths, dolphins were seen invariably as helpers of humankind. Dolphins also seem to have been important to the Minoans, judging by artistic evidence from the ruined palace at Knossos. During the 2009 excavations of a major Mycenaean city at Iklaina, a striking fragment of a wall-paintings came to light, depicting a ship with three human figures and dolphins. Dolphins are common in Greek mythology, and many coins from ancient Greece have been found which feature a man, a boy or a deity riding on the back of a dolphin. The Ancient Greeks welcomed dolphins; spotting dolphins riding in a ship's wake was considered a good omen. In both ancient and later art, Cupid is often shown riding a dolphin. A dolphin rescued the poet Arion from drowning and carried him safe to land, at Cape Matapan, a promontory forming the southernmost point of the Peloponnesus. There was a temple to Poseidon and a statue of Arion riding the dolphin.The Greeks reimagined the Phoenician god Melqart as Melikertês (Melicertes) and made him the son of Athamas and Ino. He drowned but was transfigured as the marine deity Palaemon, while his mother became Leucothea. (cf Ino.) At Corinth, he was so closely connected with the cult of Poseidon that the Isthmian Games, originally instituted in Poseidon's honor, came to be looked upon as the funeral games of Melicertes. Phalanthus was another legendary character brought safely to shore (in Italy) on the back of a dolphin, according to Pausanias.\nDionysus was once captured by Etruscan pirates who mistook him for a wealthy prince they could ransom. After the ship set sail Dionysus invoked his divine powers, causing vines to overgrow the ship where the mast and sails had been. He turned the oars into serpents, so terrifying the sailors that they jumped overboard, but Dionysus took pity on them and transformed them into dolphins so that they would spend their lives providing help for those in need. Dolphins were also the messengers of Poseidon and sometimes did errands for him as well. Dolphins were sacred to both Aphrodite and Apollo.\nWhen heraldry developed in the Middle Ages, not much was known about the biology of the dolphin and it was often depicted as a sort of fish. Traditionally, the stylised dolphins in heraldry still may take after this notion, sometimes showing the dolphin skin covered with fish scales.\nDolphins are present in the coat of arms of Anguilla and the coat of arms of Romania, and the coat of arms of Barbados has a dolphin supporter.A well-known historical example of a dolphin in heraldry, was the arms for the former province of the Dauphiné in southern France, from which were derived the arms and the title of the Dauphin of France, the heir to the former throne of France (the title literally means \"The Dolphin of France\").\n\"Dolfin\" was the name of an aristocratic family in the maritime Republic of Venice, whose most prominent member was the 13th Century Doge Giovanni Dolfin.\nIn Hindu mythology the Ganges river dolphin is associated with Ganga, the deity of the Ganges river. The dolphin is said to be among the creatures which heralded the goddess' descent from the heavens and her mount, the Makara, is sometimes depicted as a dolphin.The Boto, a species of river dolphin that resides in the Amazon River, are believed to be shapeshifters, or encantados, who are capable of having children with human women.\nThere are comparatively few surviving myths of dolphins in Polynesian cultures, in spite of their maritime traditions and relevance of other marine animals such as sharks and seabirds; unlike these, they are more often perceived as food than as totemic symbols. Dolphins are most clearly represented in Rapa Nui Rongorongo, and in the traditions of the Caroline Islands they are depicted similarly to the Boto, being sexually active shapeshifters.\n\nIn captivity\nSpecies\nThe renewed popularity of dolphins in the 1960s resulted in the appearance of many dolphinaria around the world, making dolphins accessible to the public. Criticism and animal welfare laws forced many to close, although hundreds still exist around the world. In the United States, the best known are the SeaWorld marine mammal parks.\nIn the Middle East the best known are Dolphin Bay at Atlantis, The Palm and the Dubai Dolphinarium.\n\nVarious species of dolphins are kept in captivity. These small cetaceans are more often than not kept in theme parks, such as SeaWorld, commonly known as a dolphinarium. Bottlenose dolphins are the most common species of dolphin kept in dolphinariums as they are relatively easy to train, have a long lifespan in captivity and have a friendly appearance. Hundreds if not thousands of bottlenose dolphins live in captivity across the world, though exact numbers are hard to determine. Other species kept in captivity are spotted dolphins, false killer whales and common dolphins, Commerson's dolphins, as well as rough-toothed dolphins, but all in much lower numbers than the bottlenose dolphin. There are also fewer than ten pilot whales, Amazon river dolphins, Risso's dolphins, spinner dolphins, or tucuxi in captivity. An unusual and very rare hybrid dolphin, known as a wolphin, is kept at the Sea Life Park in Hawaii, which is a cross between a bottlenose dolphin and a false killer whale.The number of killer whales kept in captivity is very small, especially when compared to the number of bottlenose dolphins, with 60 captive killer whales being held in aquaria as of 2017. The killer whale's intelligence, trainability, striking appearance, playfulness in captivity and sheer size have made it a popular exhibit at aquaria and aquatic theme parks. From 1976 to 1997, 55 whales were taken from the wild in Iceland, 19 from Japan, and three from Argentina. These figures exclude animals that died during capture. Live captures fell dramatically in the 1990s, and by 1999, about 40% of the 48 animals on display in the world were captive-born.Organizations such as the Mote Marine Laboratory rescue and rehabilitate sick, wounded, stranded or orphaned dolphins while others, such as the Whale and Dolphin Conservation and Hong Kong Dolphin Conservation Society, work on dolphin conservation and welfare. India has declared the dolphin as its national aquatic animal in an attempt to protect the endangered Ganges river dolphin. The Vikramshila Gangetic Dolphin Sanctuary has been created in the Ganges river for the protection of the animals.\n\nControversy\nThere is debate over the welfare of cetaceans in captivity, and often welfare can vary greatly dependent on the levels of care being provided at a particular facility. In the United States, facilities are regularly inspected by federal agencies to ensure that a high standard of welfare is maintained. Additionally, facilities can apply to become accredited by the Association of Zoos and Aquariums (AZA), which (for accreditation) requires \"the highest standards of animal care and welfare in the world\" to be achieved. Facilities such as SeaWorld and the Georgia Aquarium are accredited by the AZA. Organizations such as World Animal Protection and the Whale and Dolphin Conservation campaign against the practice of keeping them in captivity. In captivity, they often develop pathologies, such as the dorsal fin collapse seen in 60–90% of male killer whales. Captives have vastly reduced life expectancies, on average only living into their 20s, although there are examples of killer whales living longer, including several over 30 years old, and two captive orcas, Corky II and Lolita, are in their mid-40s. In the wild, females who survive infancy live 46 years on average, and up to 70–80 years in rare cases. Wild males who survive infancy live 31 years on average, and up to 50–60 years. Captivity usually bears little resemblance to wild habitat, and captive whales' social groups are foreign to those found in the wild. Critics claim captive life is stressful due to these factors and the requirement to perform circus tricks that are not part of wild killer whale behavior. Wild killer whales may travel up to 160 kilometres (100 mi) in a day, and critics say the animals are too big and intelligent to be suitable for captivity. Captives occasionally act aggressively towards themselves, their tankmates, or humans, which critics say is a result of stress.Although dolphins generally interact well with humans, some attacks have occurred, most of them resulting in small injuries. Orcas, the largest species of dolphin, have been involved in fatal attacks on humans in captivity. The record-holder of documented orca fatal attacks is a male named Tilikum, who lived at SeaWorld from 1992 until his death in 2017. Tilikum has played a role in the death of three people in three different incidents (1991, 1999 and 2010). Tilikum's behaviour sparked the production of the documentary Blackfish, which focuses on the consequences of keeping orcas in captivity. There are documented incidents in the wild, too, but none of them fatal.Fatal attacks from other species are less common, but there is a registered occurrence off the coast of Brazil in 1994, when a man died after being attacked by a bottlenose dolphin named Tião. Tião had suffered harassment by human visitors, including attempts to stick ice cream sticks down her blowhole. Non-fatal incidents occur more frequently, both in the wild and in captivity.\nWhile dolphin attacks occur far less frequently than attacks by other sea animals, such as sharks, some scientists are worried about the careless programs of human-dolphin interaction. Dr. Andrew J. Read, a biologist at the Duke University Marine Laboratory who studies dolphin attacks, points out that dolphins are large and wild predators, so people should be more careful when they interact with them.Several scientists who have researched dolphin behaviour have proposed that dolphins' unusually high intelligence in comparison to other animals means that dolphins should be seen as non-human persons who should have their own specific rights and that it is morally unacceptable to keep them captive for entertainment purposes or to kill them either intentionally for consumption or unintentionally as by-catch. Four countries – Chile, Costa Rica, Hungary, and India – have declared dolphins to be \"non-human persons\" and have banned the capture and import of live dolphins for entertainment.\n\nMilitary\nA number of militaries have employed dolphins for various purposes from finding mines to rescuing lost or trapped humans. The military use of dolphins, however, drew scrutiny during the Vietnam War when rumors circulated that the United States Navy was training dolphins to kill Vietnamese divers. The United States Navy denies that at any point dolphins were trained for combat. Dolphins are still being trained by the United States Navy for other tasks as part of the U.S. Navy Marine Mammal Program. The Russian military is believed to have closed its marine mammal program in the early 1990s. In 2000 the press reported that dolphins trained to kill by the Soviet Navy had been sold to Iran.The military is also interested in disguising underwater communications as artificial dolphin clicks.\n\nTherapy\nDolphins are an increasingly popular choice of animal-assisted therapy for psychological problems and developmental disabilities. For example, a 2005 study found dolphins an effective treatment for mild to moderate depression. However, this study was criticized on several grounds. For example, it is not known whether dolphins are more effective than common pets. Reviews of this and other published dolphin-assisted therapy (DAT) studies have found important methodological flaws and have concluded that there is no compelling scientific evidence that DAT is a legitimate therapy or that it affords more than fleeting mood improvement.\n\nConsumption\nCuisine\nIn some parts of the world, such as Taiji, Japan and the Faroe Islands, dolphins are traditionally considered as food, and are killed in harpoon or drive hunts.\nDolphin meat is consumed in a small number of countries worldwide, which include Japan and Peru (where it is referred to as chancho marino, or \"sea pork\"). While Japan may be the best-known and most controversial example, only a very small minority of the population has ever sampled it.\nDolphin meat is dense and such a dark shade of red as to appear black. Fat is located in a layer of blubber between the meat and the skin. When dolphin meat is eaten in Japan, it is often cut into thin strips and eaten raw as sashimi, garnished with onion and either horseradish or grated garlic, much as with sashimi of whale or horse meat (basashi). When cooked, dolphin meat is cut into bite-size cubes and then batter-fried or simmered in a miso sauce with vegetables. Cooked dolphin meat has a flavor very similar to beef liver.\n\nHealth concerns\nThere have been human health concerns associated with the consumption of dolphin meat in Japan after tests showed that dolphin meat contained high levels of mercury. There are no known cases of mercury poisoning as a result of consuming dolphin meat, though the government continues to monitor people in areas where dolphin meat consumption is high. The Japanese government recommends that children and pregnant women avoid eating dolphin meat on a regular basis.Similar concerns exist with the consumption of dolphin meat in the Faroe Islands, where prenatal exposure to methylmercury and PCBs primarily from the consumption of pilot whale meat has resulted in neuropsychological deficits amongst children.\nThe Faroe Islands population was exposed to methylmercury largely from contaminated pilot whale meat, which contained very high levels of about 2 mg methylmercury/kg. However, the Faroe Islands populations also eat significant numbers of fish. The study of about 900 Faroese children showed that prenatal exposure to methylmercury resulted in neuropsychological deficits at 7 years of age\n\nSee also\nCetaceans portal\n\nReferences\nFurther reading\nCarwardine, M., Whales, Dolphins and Porpoises, Dorling Kindersley, 2000. ISBN 978-0-7513-2781-6.\nWilliams, Heathcote, Whale Nation, New York, Harmony Books, 1988. ISBN 978-0-517-56932-0.\n\nExternal links\n\nConservation, research and news:\n\nDe Rohan, Anuschka. \"Why dolphins are deep thinkers\", The Guardian, July 3, 2003.\nThe Dolphin Institute\nThe Oceania Project, Caring for Whales and Dolphins\nTursiops.org: Current Cetacean-related news\nUnderstanding Dolphins\nThe “Dolphin Rape” MythPhotos:\n\nRed Sea Spinner Dolphin – Photo gallery\nPBS NOVA: Dolphins: Close Encounters\nDavid's Dolphin Images\nImages of Wild Dolphins in the Red Sea", "value_processed": null, "blobs": [], "rating": null, "split": null}]}, {"id_": "Whale", "start_date": null, "end_date": null, "articles": [{"id_": null, "title": "Whale", "url": null, "author": null, "section": null, "time_published": null, "time_updated": null, "abstract": null, "value": "Whales are a widely distributed and diverse group of fully aquatic placental marine mammals. They are an informal grouping within the infraorder Cetacea, usually excluding dolphins and porpoises. Whales, dolphins and porpoises belong to the order Cetartiodactyla, which consists of even-toed ungulates. Their closest living relatives are the hippopotamuses, having diverged about 40 million years ago. The two parvorders of whales, baleen whales (Mysticeti) and toothed whales (Odontoceti), are thought to have split apart around 34 million years ago.  Whales consist of eight extant families: Balaenopteridae (the rorquals), Balaenidae (right whales), Cetotheriidae (the pygmy right whale), Eschrichtiidae (the grey whale), Monodontidae (belugas and narwhals), Physeteridae (the sperm whale), Kogiidae (the dwarf and pygmy sperm whale), and Ziphiidae (the beaked whales).\nWhales are fully aquatic, open ocean creatures, and feed, mate, give birth, suckle and raise their young at sea. Whales range in size from the 2.6 metres (8.5 ft) and 135 kilograms (298 lb) dwarf sperm whale to the 29.9 metres (98 ft) and 190 metric tons (210 short tons) blue whale, which is the largest known creature that has ever lived. The sperm whale is the largest toothed predator on earth. Several species exhibit sexual dimorphism, in that the females are larger than males. Baleen whales have no teeth; instead they have plates of baleen, a fringe-like structure used to expel water while retaining the krill and plankton which they feed on. They use their throat pleats to expand the mouth to take in huge gulps of water. Balaenids have heads that can make up 40% of their body mass to take in water. Toothed whales, on the other hand, have conical teeth adapted to catching fish or squid. Baleen whales have a well developed sense of \"smell\", whereas toothed whales have well-developed hearing − their hearing, that is adapted for both air and water, is so well developed that some can survive even if they are blind. Some species, such as sperm whales, are well adapted for diving to great depths to catch squid and other favoured prey.\nWhales evolved from land-living mammals. As such, whales must breathe air regularly, although they can remain submerged under water for long periods of time. Some species such as the sperm whale are able to stay submerged for as much as 90 minutes. They have blowholes (modified nostrils) located on top of their heads, through which air is taken in and expelled. They are warm-blooded, and have a layer of fat, or blubber, under the skin. With streamlined fusiform bodies and two limbs that are modified into flippers, whales can travel at up to 20 knots, though they are not as flexible or agile as seals. Whales produce a great variety of vocalizations, notably the extended songs of the humpback whale. Although whales are widespread, most species prefer the colder waters of the Northern and Southern Hemispheres, and migrate to the equator to give birth. Species such as humpbacks and blue whales are capable of travelling thousands of miles without feeding. Males typically mate with multiple females every year, but females only mate every two to three years. Calves are typically born in the spring and summer months and females bear all the responsibility for raising them. Mothers of some species fast and nurse their young for one to two years.\nOnce relentlessly hunted for their products, whales are now protected by international law. The North Atlantic right whales nearly became extinct in the twentieth century, with a population low of 450, and the North Pacific grey whale population is ranked Critically Endangered by the IUCN. Besides whaling, they also face threats from bycatch and marine pollution. The meat, blubber and baleen of whales have traditionally been used by indigenous peoples of the Arctic. Whales have been depicted in various cultures worldwide, notably by the Inuit and the coastal peoples of Vietnam and Ghana, who sometimes hold whale funerals. Whales occasionally feature in literature and film, as in the great white whale of Herman Melville's Moby Dick. Small whales, such as belugas, are sometimes kept in captivity and trained to perform tricks, but breeding success has been poor and the animals often die within a few months of capture. Whale watching has become a form of tourism around the world.\n\nEtymology and definitions\nThe word \"whale\" comes from the Old English hwæl, from Proto-Germanic *hwalaz, from Proto Indo European *(s)kwal-o-, meaning \"large sea fish\". The Proto-Germanic *hwalaz is also the source of Old Saxon hwal, Old Norse hvalr, hvalfiskr, Swedish val, Middle Dutch wal, walvisc, Dutch walvis, Old High German wal, and German Wal. The obsolete \"whalefish\" has a similar derivation, indicating a time when whales were thought to be fish. Other archaic English forms include wal, wale, whal, whalle, whaille, wheal, etc.The term \"whale\" is sometimes used interchangeably with dolphins and porpoises, acting as a synonym for Cetacea. Six species of dolphins have the word \"whale\" in their name, collectively known as blackfish: the killer whale, the melon-headed whale, the pygmy killer whale, the false killer whale, and the two species of pilot whales, all of which are classified under the family Delphinidae (oceanic dolphins). Each species has a different reason for it, for example, the killer whale was named \"Ballena asesina\" 'killer whale' by Spanish sailors.The term \"Great Whales\" covers those currently regulated by the International Whaling Commission:\nthe Odontoceti family Physeteridae (sperm whales); and the Mysticeti families Balaenidae (right and bowhead whales), Eschrichtiidae (grey whales), and some of the Balaenopteridae (Minke, Bryde's, Sei, Blue and Fin; not Eden's and Omura's whales).\n\nTaxonomy and evolution\nPhylogeny\nThe whales are part of the largely terrestrial mammalian clade Laurasiatheria. Whales do not form a clade or order; the infraorder Cetacea includes dolphins and porpoises, which are not considered whales. The phylogenetic tree shows the relationships of whales and other mammals, with whale groups  marked in green.\n\nCetaceans are divided into two parvorders: the largest parvorder, Mysticeti (baleen whales), is characterized by the presence of baleen, a sieve-like structure in the upper jaw made of keratin, which it uses to filter plankton, among others, from the water; Odontocetes (toothed whales) are characterized by bearing sharp teeth for hunting, as opposed to their counterparts' baleen.Cetaceans and artiodactyls now are classified under the order Cetartiodactyla, often still referred to as Artiodactyla, which includes both whales and hippopotamuses. The hippopotamus and pygmy hippopotamus are the whale's closest terrestrial living relatives.\n\nMysticetes\nMysticetes are also known as baleen whales. They have a pair of blowholes side by side and lack teeth; instead they have baleen plates which form a sieve-like structure in the upper jaw made of keratin, which they use to filter plankton from the water. Some whales, such as the humpback, reside in the polar regions where they feed on a reliable source of schooling fish and krill. These animals rely on their well-developed flippers and tail fin to propel themselves through the water; they swim by moving their fore-flippers and tail fin up and down. Whale ribs loosely articulate with their thoracic vertebrae at the proximal end, but do not form a rigid rib cage. This adaptation allows the chest to compress during deep dives as the pressure increases.  Mysticetes consist of four families: rorquals (balaenopterids), cetotheriids, right whales (balaenids), and grey whales (eschrichtiids).\nThe main difference between each family of mysticete is in their feeding adaptations and subsequent behaviour.\nBalaenopterids are the rorquals. These animals, along with the cetotheriids, rely on their throat pleats to gulp large amounts of water while feeding. The throat pleats extend from the mouth to the navel and allow the mouth to expand to a large volume for more efficient capture of the small animals they feed on. Balaenopterids consist of two genera and eight species.\nBalaenids are the right whales. These animals have very large heads, which can make up as much as 40% of their body mass, and much of the head is the mouth. This allows them to take in large amounts of water into their mouths, letting them feed more effectively.\nEschrichtiids have one living member: the grey whale. They are bottom feeders, mainly eating crustaceans and benthic invertebrates. They feed by turning on their sides and taking in water mixed with sediment, which is then expelled through the baleen, leaving their prey trapped inside. This is an efficient method of hunting, in which the whale has no major competitors.\n\nOdontocetes\nOdontocetes are known as toothed whales; they have teeth and only one blowhole. They rely on their well-developed sonar to find their way in the water. Toothed whales send out ultrasonic clicks using the melon. Sound waves travel through the water. Upon striking an object in the water, the sound waves bounce back at the whale. These vibrations are received through fatty tissues in the jaw, which is then rerouted into the ear-bone and into the brain where the vibrations are interpreted. All toothed whales are opportunistic, meaning they will eat anything they can fit in their throat because they are unable to chew. These animals rely on their well-developed flippers and tail fin to propel themselves through the water; they swim by moving their fore-flippers and tail fin up and down. Whale ribs loosely articulate with their thoracic vertebrae at the proximal end, but they do not form a rigid rib cage. This adaptation allows the chest to compress during deep dives as opposed to resisting the force of water pressure. Excluding dolphins and porpoises, odontocetes consist of four families: belugas and narwhals (monodontids), sperm whales (physeterids), dwarf and pygmy sperm whales (kogiids), and beaked whales (ziphiids). There are six species, sometimes referred to as \"blackfish\", that are dolphins commonly misconceived as whales: the killer whale, the melon-headed whale, the pygmy killer whale, the false killer whale, and the two species of pilot whales, all of which are classified under the family Delphinidae (oceanic dolphins).The differences between families of odontocetes include size, feeding adaptations and distribution.\nMonodontids consist of two species: the beluga and the narwhal. They both reside in the frigid arctic and both have large amounts of blubber. Belugas, being white, hunt in large pods near the surface and around pack ice, their coloration acting as camouflage. Narwhals, being black, hunt in large pods in the aphotic zone, but their underbelly still remains white to remain camouflaged when something is looking directly up or down at them. They have no dorsal fin to prevent collision with pack ice.\nPhyseterids and Kogiids consist of sperm whales. Sperm whales consist the largest and smallest odontocetes, and spend a large portion of their life hunting squid. P. macrocephalus spends most of its life in search of squid in the depths; these animals do not require any degree of light at all, in fact, blind sperm whales have been caught in perfect health. The behaviour of Kogiids remains largely unknown, but, due to their small lungs, they are thought to hunt in the photic zone.\nZiphiids consist of 22 species of beaked whale. These vary from size, to coloration, to distribution, but they all share a similar hunting style. They use a suction technique, aided by a pair of grooves on the underside of their head, not unlike the throat pleats on the rorquals, to feed.\n\nEvolution\nWhales are descendants of land-dwelling mammals of the artiodactyl order (even-toed ungulates). They are related to the Indohyus, an extinct chevrotain-like ungulate, from which they split approximately 48 million years ago. Primitive cetaceans, or archaeocetes, first took to the sea approximately 49 million years ago and became fully aquatic 5–10 million years later. What defines an archaeocete is the presence of anatomical features exclusive to cetaceans, alongside other primitive features not found in modern cetaceans, such as visible legs or asymmetrical teeth. Their features became adapted for living in the marine environment. Major anatomical changes included their hearing set-up that channeled vibrations from the jaw to the earbone (Ambulocetus 49 mya), a streamlined body and the growth of flukes on the tail (Protocetus 43 mya), the migration of the nostrils toward the top of the cranium (blowholes), and the modification of the forelimbs into flippers (Basilosaurus 35 mya), and the shrinking and eventual disappearance of the hind limbs (the first odontocetes and mysticetes 34 mya).Whale morphology shows a number of examples of convergent evolution, the most obvious being the streamlined fish-like body shape. Other examples include the use of echolocation for hunting in low light conditions — which is the same hearing adaptation used by bats — and, in the rorqual whales, jaw adaptations, similar to those found in pelicans, that enable engulfment feeding.Today, the closest living relatives of cetaceans are the hippopotamuses; these share a semi-aquatic ancestor that branched off from other artiodactyls some 60 mya. Around 40 mya, a common ancestor between the two branched off into cetacea and anthracotheres; nearly all anthracotheres became extinct at the end of the Pleistocene 2.5 mya, eventually leaving only one surviving lineage – the hippopotamus.Whales split into two separate parvorders around 34 mya – the baleen whales (Mysticetes) and the toothed whales (Odontocetes).\n\nBiology\nAnatomy\nWhales have torpedo shaped bodies with non-flexible necks, limbs modified into flippers, non-existent external ear flaps, a large tail fin, and flat heads (with the exception of monodontids and ziphiids). Whale skulls have small eye orbits, long snouts (with the exception of monodontids and ziphiids) and eyes placed on the sides of its head. Whales range in size from the 2.6-metre (8.5 ft) and 135-kilogram (298 lb) dwarf sperm whale to the 34-metre (112 ft) and 190-metric-ton (210-short-ton) blue whale. Overall, they tend to dwarf other cetartiodactyls; the blue whale is the largest creature on earth. Several species have female-biased sexual dimorphism, with the females being larger than the males. One exception is with the sperm whale, which has males larger than the females.Odontocetes, such as the sperm whale, possess teeth with cementum cells overlying dentine cells. Unlike human teeth, which are composed mostly of enamel on the portion of the tooth outside of the gum, whale teeth have cementum outside the gum. Only in larger whales, where the cementum is worn away on the tip of the tooth, does enamel show. Mysticetes have large whalebone, as opposed to teeth, made of keratin. Mysticetes have two blowholes, whereas Odontocetes contain only one.Breathing involves expelling stale air from the blowhole, forming an upward, steamy spout, followed by inhaling fresh air into the lungs; a humpback whale's lungs can hold about 5,000 litres of air. Spout shapes differ among species, which facilitates identification.All whales have a thick layer of blubber. In species that live near the poles, the blubber can be as thick as 11 inches. This blubber can help with buoyancy (which is helpful for a 100-ton whale), protection to some extent as predators would have a hard time getting through a thick layer of fat, and energy for fasting when migrating to the equator; the primary usage for blubber is insulation from the harsh climate. It can constitute as much as 50% of a whale's body weight. Calves are born with only a thin layer of blubber, but some species compensate for this with thick lanugos.Whales have a two- to three-chambered stomach that is similar in structure to terrestrial carnivores. Mysticetes contain a proventriculus as an extension of the oesophagus; this contains stones that grind up food. They also have fundic and pyloric chambers.\n\nLocomotion\nWhales have two flippers on the front, and a tail fin. These flippers contain four digits. Although whales do not possess fully developed hind limbs, some, such as the sperm whale and bowhead whale, possess discrete rudimentary appendages, which may contain feet and digits. Whales are fast swimmers in comparison to seals, which typically cruise at 5–15 kn, or 9–28 kilometres per hour (5.6–17.4 mph); the fin whale, in comparison, can travel at speeds up to 47 kilometres per hour (29 mph) and the sperm whale can reach speeds of 35 kilometres per hour (22 mph). The fusing of the neck vertebrae, while increasing stability when swimming at high speeds, decreases flexibility; whales are unable to turn their heads. When swimming, whales rely on their tail fin to propel them through the water. Flipper movement is continuous. Whales swim by moving their tail fin and lower body up and down, propelling themselves through vertical movement, while their flippers are mainly used for steering. Some species log out of the water, which may allow them to travel faster. Their skeletal anatomy allows them to be fast swimmers. Most species have a dorsal fin.Whales are adapted for diving to great depths. In addition to their streamlined bodies, they can slow their heart rate to conserve oxygen; blood is rerouted from tissue tolerant of water pressure to the heart and brain among other organs; haemoglobin and myoglobin store oxygen in body tissue; and they have twice the concentration of myoglobin than haemoglobin. Before going on long dives, many whales exhibit a behaviour known as sounding; they  stay close to the surface for a series of short, shallow dives while building their oxygen reserves, and then make a sounding dive.\n\nSenses\nThe whale ear has specific adaptations to the marine environment. In humans, the middle ear works as an impedance equalizer between the outside air's low impedance and the cochlear fluid's high impedance. In whales, and other marine mammals, there is no great difference between the outer and inner environments. Instead of sound passing through the outer ear to the middle ear, whales receive sound through the throat, from which it passes through a low-impedance fat-filled cavity to the inner ear. The whale ear is acoustically isolated from the skull by air-filled sinus pockets, which allow for greater directional hearing underwater. Odontocetes send out high frequency clicks from an organ known as a melon. This melon consists of fat, and the skull of any such creature containing a melon will have a large depression. The melon size varies between species, the bigger the more dependent they are of it. A beaked whale for example has a small bulge sitting on top of its skull, whereas a sperm whale's head is filled up mainly with the melon.The whale eye is relatively small for its size, yet they do retain a good degree of eyesight. As well as this, the eyes of a whale are placed on the sides of its head, so their vision consists of two fields, rather than a binocular view like humans have. When belugas surface, their lens and cornea correct the nearsightedness that results from the refraction of light; they contain both rod and cone cells, meaning they can see in both dim and bright light, but they have far more rod cells than they do cone cells. Whales do, however, lack short wavelength sensitive visual pigments in their cone cells indicating a more limited capacity for colour vision than most mammals. Most whales have slightly flattened eyeballs, enlarged pupils (which shrink as they surface to prevent damage), slightly flattened corneas and a  tapetum lucidum; these adaptations allow for large amounts of light to pass through the eye and, therefore, a very clear image of the surrounding area. They also have glands on the eyelids and outer corneal layer that act as protection for the cornea.The olfactory lobes are absent in toothed whales, suggesting that they have no sense of smell. Some whales, such as the bowhead whale, possess a vomeronasal organ, which does mean that they can \"sniff out\" krill.Whales are not thought to have a good sense of taste, as their taste buds are atrophied or missing altogether.  However, some toothed whales have preferences between different kinds of fish, indicating some sort of attachment to taste. The presence of the Jacobson's organ indicates that whales can smell food once inside their mouth, which might be similar to the sensation of taste.\n\nCommunication\nWhale vocalization is likely to serve several purposes. Some species, such as the humpback whale, communicate using melodic sounds, known as whale song. These sounds may be extremely loud, depending on the species. Humpback whales only have been heard making clicks, while toothed whales use sonar that may generate up to 20,000 watts of sound (+73 dBm or +43 dBw) and be heard for many miles.\nCaptive whales have occasionally been known to mimic human speech. Scientists have suggested this indicates a strong desire on behalf of the whales to communicate with humans, as whales have a very different vocal mechanism, so imitating human speech likely takes considerable effort.Whales emit two distinct kinds of acoustic signals, which are called whistles and clicks:\nClicks are quick broadband burst pulses, used for sonar, although some lower-frequency broadband vocalizations may serve a non-echolocative purpose such as communication; for example, the pulsed calls of belugas. Pulses in a click train are emitted at intervals of ≈35–50 milliseconds, and in general these inter-click intervals are slightly greater than the round-trip time of sound to the target.\nWhistles are narrow-band frequency modulated (FM) signals, used for communicative purposes, such as contact calls.\n\nIntelligence\nWhales are known to teach, learn, cooperate, scheme, and grieve. The neocortex of many species of whale is home to elongated spindle neurons that, prior to 2007, were known only in hominids. In humans, these cells are involved in social conduct, emotions,  judgement, and theory of mind. Whale spindle neurons are found in areas of the brain that are homologous to where they are found in humans, suggesting that they perform a similar function.\n\nBrain size was previously considered a major indicator of the intelligence of an animal. Since most of the brain is used for maintaining bodily functions, greater ratios of brain to body mass may increase the amount of brain mass available for more complex cognitive tasks. Allometric analysis indicates that mammalian brain size scales at approximately the ⅔ or ¾ exponent of the body mass. Comparison of a particular animal's brain size with the expected brain size based on such allometric analysis provides an encephalisation quotient that can be used as another indication of animal intelligence. Sperm whales have the largest brain mass of any animal on earth, averaging 8,000 cubic centimetres (490 in3) and 7.8 kilograms (17 lb) in mature males, in comparison to the average human brain which averages 1,450 cubic centimetres (88 in3) in mature males. The brain to body mass ratio in some odontocetes, such as belugas and narwhals, is second only to humans.Small whales are known to engage in complex play behaviour, which includes such things as producing stable underwater toroidal air-core vortex rings or \"bubble rings\". There are two main methods of bubble ring production: rapid puffing of a burst of air into the water and allowing it to rise to the surface, forming a ring, or swimming repeatedly in a circle and then stopping to inject air into the helical vortex currents thus formed. They also appear to enjoy biting the vortex-rings, so that they burst into many separate bubbles and then rise quickly to the surface. Some believe this is a means of communication. Whales are also known to produce bubble-nets for the purpose of foraging.\n\nLarger whales are also thought, to some degree, to engage in play. The southern right whale, for example, elevates their tail fluke above the water, remaining in the same position for a considerable amount of time. This is known as \"sailing\". It appears to be a form of play and is most commonly seen off the coast of Argentina and South Africa. Humpback whales, among others, are also known to display this behaviour.\n\nLife cycle\nWhales are fully aquatic creatures, which means that birth and courtship behaviours are very different from terrestrial and semi-aquatic creatures. Since they are unable to go onto land to calve, they deliver the baby with the  fetus positioned for tail-first delivery. This prevents the baby from drowning either upon or during delivery. To feed the new-born, whales, being aquatic, must squirt the milk into the mouth of the calf. Being mammals, they have mammary glands used for nursing calves; they are weaned off at about 11 months of age. This milk contains high amounts of fat which is meant to hasten the development of blubber; it contains so much fat that it has the consistency of toothpaste. Females deliver a single calf with gestation lasting about a year, dependency until one to two years, and maturity around seven to ten years, all varying between the species. This mode of reproduction produces few offspring, but increases the survival probability of each one. Females, referred to as \"cows\", carry the responsibility of childcare as males, referred to as \"bulls\", play no part in raising calves.\nMost mysticetes reside at the poles. So, to prevent the unborn calf from dying of frostbite, they migrate to calving/mating grounds. They will then stay there for a matter of months until the calf has developed enough blubber to survive the bitter temperatures of the poles. Until then, the calves will feed on the mother's fatty milk. With the exception of the humpback whale, it is largely unknown when whales migrate. Most will travel from the Arctic or Antarctic into the tropics to mate, calve, and raise during the winter and spring; they will migrate back to the poles in the warmer summer months so the calf can continue growing while the mother can continue eating, as they fast in the breeding grounds. One exception to this is the southern right whale, which migrates to Patagonia and western New Zealand to calve; both are well out of the tropic zone.\n\nSleep\nUnlike most animals, whales are conscious breathers. All mammals sleep, but whales cannot afford to become unconscious for long because they may drown. While knowledge of sleep in wild cetaceans is limited, toothed cetaceans in captivity have been recorded to sleep with one side of their brain at a time, so that they may swim, breathe consciously, and avoid both predators and social contact during their period of rest.A 2008 study found that sperm whales sleep in vertical postures just under the surface in passive shallow 'drift-dives', generally during the day, during which whales do not respond to passing vessels unless they are in contact, leading to the suggestion that whales possibly sleep during such dives.\n\nEcology\nForaging and predation\nAll whales are carnivorous and predatory. Odontocetes, as a whole, mostly feed on fish and cephalopods, and then followed by crustaceans and bivalves. All species are generalist and opportunistic feeders. Mysticetes, as a whole, mostly feed on krill and plankton, followed by crustaceans and other invertebrates. A few are specialists. Examples include the blue whale, which eats almost exclusively krill, the minke whale, which eats mainly schooling fish, the sperm whale, which specialize on squid, and the grey whale which feed on bottom-dwelling invertebrates. The elaborate baleen \"teeth\" of filter-feeding species, mysticetes, allow them to remove water before they swallow their planktonic food by using the teeth as a sieve. Usually whales hunt solitarily, but they do sometimes hunt cooperatively in small groups. The former behaviour is typical when hunting non-schooling fish, slow-moving or immobile invertebrates or endothermic prey. When large amounts of prey are available, whales such as certain mysticetes hunt cooperatively in small groups. Some cetaceans may forage with other kinds of animals, such as other species of whales or certain species of pinnipeds.Large whales, such as mysticetes, are not usually subject to predation, but smaller whales, such as monodontids or ziphiids, are. These species are preyed on by the killer whale or orca. To subdue and kill whales, orcas continuously ram them with their heads; this can sometimes kill bowhead whales, or severely injure them. Other times they corral the narwhals or belugas before striking. They are typically hunted by groups of 10 or fewer orcas, but they are seldom attacked by an individual. Calves are more commonly taken by orcas, but adults can be targeted as well.These small whales are also targeted by terrestrial and pagophilic predators. The polar bear is well adapted for hunting Arctic whales and calves. Bears are known to use sit-and-wait tactics as well as active stalking and pursuit of prey on ice or water. Whales lessen the chance of predation by gathering in groups. This however means less room around the breathing hole as the ice slowly closes the gap. When out at sea, whales dive out of the reach of surface-hunting orcas. Polar bear attacks on belugas and narwhals are usually successful in winter, but rarely inflict any damage in summer.\n\nWhale pump\nA 2010 study considered whales to be a positive influence to the productivity of ocean fisheries, in what has been termed a \"whale pump.\" Whales carry nutrients such as nitrogen from the depths back to the surface. This functions as an upward biological pump, reversing an earlier presumption that whales accelerate the loss of nutrients to the bottom. This nitrogen input in the Gulf of Maine is \"more than the input of all rivers combined\" emptying into the gulf, some 23,000 metric tons (25,000 short tons) each year.Whales defecate at the ocean's surface; their excrement is important for fisheries because it is rich in iron and nitrogen. The whale faeces are liquid and instead of sinking, they stay at the surface where phytoplankton feed off it.\n\nWhale fall\nUpon death, whale carcasses fall to the deep ocean and provide a substantial habitat for marine life. Evidence of whale falls in present-day and fossil records shows that deep sea whale falls support a rich assemblage of creatures, with a global diversity of 407 species, comparable to other neritic biodiversity hotspots, such as cold seeps and hydrothermal vents.Deterioration of whale carcasses happens though a series of three stages. Initially, moving organisms such as sharks and hagfish, scavenge the soft tissues at a rapid rate over a period of months, and as long as two years. This is followed by the colonization of bones and surrounding sediments (which contain organic matter) by enrichment opportunists, such as crustaceans and polychaetes, throughout a period of years. Finally, sulfophilic bacteria reduce the bones releasing hydrogen sulfide enabling the growth of chemoautotrophic organisms, which in turn, support other organisms such as mussels, clams, limpets, and sea snails. This stage may last for decades and supports a rich assemblage of species, averaging 185 species per site.\n\nRelationship with humans\nWhaling\nWhaling by humans has existed since the Stone Age. Ancient whalers used harpoons to spear the  bigger animals from boats out at sea. People from Norway and Japan started hunting whales around 2000 B.C. Whales are typically hunted for their meat and blubber by aboriginal groups; they used baleen for baskets or roofing, and made tools and masks out of bones. The Inuit hunted whales in the Arctic Ocean. The Basques started whaling as early as the 11th century, sailing as far as Newfoundland in the 16th century in search of right whales. 18th- and 19th-century whalers hunted whales mainly for their oil, which was used as lamp fuel and a lubricant, baleen or whalebone, which was used for items such as corsets and skirt hoops, and ambergris, which was used as a fixative for perfumes. The most successful whaling nations at this time were the Netherlands, Japan, and the United States.Commercial whaling was historically important as an industry well throughout the 17th, 18th and 19th centuries. Whaling was at that time a sizeable European industry with ships from Britain, France, Spain, Denmark, the Netherlands and Germany, sometimes collaborating to hunt whales in the Arctic, sometimes in competition leading even to war. By the early 1790s, whalers, namely the Americans and Australians, focused efforts in the South Pacific where they mainly hunted sperm whales and right whales, with catches of up to 39,000 right whales by Americans alone. By 1853, US profits reached US$11,000,000 (GB£6.5m), equivalent to US$348,000,000 (GB£230m) today, the most profitable year for the American whaling industry. Commonly exploited species included North Atlantic right whales, sperm whales, which were mainly hunted by Americans, bowhead whales, which were mainly hunted by the Dutch, common minke whales, blue whales, and grey whales. The scale of whale harvesting decreased substantially after 1982 when the International Whaling Commission (IWC) placed a moratorium which set a catch limit for each country, excluding aboriginal groups until 2004.Current whaling nations are Norway, Iceland, and Japan, despite their joining to the IWC, as well as the aboriginal communities of Siberia, Alaska, and northern Canada. Subsistence hunters typically use whale products for themselves and depend on them for survival. National and international authorities have given special treatment to aboriginal hunters since their methods of hunting are seen as less destructive and wasteful. This distinction is being questioned as these aboriginal groups are using more modern weaponry and mechanized transport to hunt with, and are selling whale products in the marketplace. Some anthropologists argue that the term \"subsistence\" should also apply to these cash-based exchanges as long as they take place within local production and consumption. In 1946, the IWC placed a moratorium, limiting the annual whale catch. Since then, yearly profits for these \"subsistence\" hunters have been close to US$31 million (GB£20m) per year.\n\nOther threats\nWhales can also be threatened by humans more indirectly. They are unintentionally caught in fishing nets by commercial fisheries as bycatch and accidentally swallow fishing hooks. Gillnetting and Seine netting is a significant cause of mortality in whales and other marine mammals. Species commonly entangled include beaked whales. Whales are also affected by marine pollution. High levels of organic chemicals accumulate in these animals since they are high in the food chain. They have large reserves of blubber, more so for toothed whales as they are higher up the food chain than baleen whales. Lactating mothers can pass the toxins on to their young. These pollutants can cause gastrointestinal cancers and greater vulnerability to infectious diseases. They can also be poisoned by swallowing litter, such as plastic bags. Advanced military sonar harms whales. Sonar interferes with the basic biological functions of whales—such as feeding and mating—by impacting their ability to echolocate. Whales swim in response to sonar and sometimes experience decompression sickness due to rapid changes in depth. Mass strandings have been triggered by sonar activity, resulting in injury or death.\n\nConservation\nWhaling decreased substantially after 1946 when, in response to the steep decline in whale populations, the International Whaling Commission placed a moratorium which set a catch limit for each country; this excluded aboriginal groups up until 2004. As of 2015, aboriginal communities are allowed to take 280 bowhead whales off Alaska and two from the western coast of Greenland, 620 grey whales off Washington state, three common minke whales off the eastern coast of Greenland and 178 on their western coast, 10 fin whales from the west coast of Greenland, nine humpback whales from the west coast of Greenland and 20 off St. Vincent and the Grenadines each year. Several species that were commercially exploited have rebounded in numbers; for example, grey whales may be as numerous as they were prior to harvesting, but the North Atlantic population is functionally extinct. Conversely, the North Atlantic right whale was extirpated from much of its former range, which stretched across the North Atlantic, and only remains in small fragments along the coast of Canada, Greenland, and is considered functionally extinct along the European coastline.The IWC has designated two whale sanctuaries: the Southern Ocean Whale Sanctuary, and the Indian Ocean Whale Sanctuary. The Southern Ocean whale sanctuary spans 30,560,860 square kilometres (11,799,610 sq mi) and envelopes Antarctica. The Indian Ocean whale sanctuary takes up all of the Indian Ocean south of 55°S. The IWC is a voluntary organization, with no treaty. Any nation may leave as they wish; the IWC cannot enforce any law it makes.\nAs of 2013, the International Union for Conservation of Nature (IUCN) recognized 86 cetacean species, 40 of which are considered whales. As of 2018, six are considered at risk, as they are ranked  \"Endangered\" (blue whale,  North Atlantic right whale, North Pacific right whale, and sei whale), and \"Vulnerable\" (fin whale and sperm whale). Twenty-one species have a \"Data Deficient\" ranking. Species that live in polar habitats are vulnerable to the effects of recent and ongoing climate change, particularly the time when pack ice forms and melts.\n\nWhale watching\nAn estimated 13 million people went whale watching globally in 2008, in all oceans except the Arctic. Rules and codes of conduct have been created to minimize harassment of the whales. Iceland, Japan and Norway have both whaling and whale watching industries. Whale watching lobbyists are concerned that the most inquisitive whales, which approach boats closely and provide much of the entertainment on whale-watching trips, will be the first to be taken if whaling is resumed in the same areas. Whale watching generated US$2.1 billion (GB£1.4 billion) per annum in tourism revenue worldwide, employing around 13,000 workers. In contrast, the whaling industry, with the moratorium in place, generates US$31 million (GB£20 million) per year. The size and rapid growth of the industry has led to complex and continuing debates with the whaling industry about the best use of whales as a natural resource.\n\nIn myth, literature and art\nAs marine creatures that reside in either the depths or the poles, humans knew very little about whales over the course of history; many feared or revered them. The Vikings and various arctic tribes revered the whale as they were important pieces of their lives. In Inuit creation myths, when 'Big Raven', a deity in human form, found a stranded whale, he was told by the Great Spirit where to find special mushrooms that would give him the strength to drag the whale back to the sea and thus, return order to the world. In an Icelandic legend, a man threw a stone at a fin whale and hit the blowhole, causing the whale to burst. The man was told not to go to sea for twenty years, but during the nineteenth year he went fishing and a whale came and killed him.\nWhales played a major part in shaping the art forms of many coastal civilizations, such as the Norse, with some dating to the Stone Age. Petroglyphs off a cliff face in Bangudae, South Korea show 300 depictions of various animals, a third of which are whales. Some show particular detail in which there are throat pleats, typical of rorquals. These petroglyphs show these people, of around 7,000 to 3,500 B.C.E. in South Korea, had a very high dependency on whales.The Pacific Islanders and Australian Aborigines viewed whales as bringers of good and joy. One exception is French Polynesia, where, in many parts, cetaceans are met with great brutality.In Vietnam and Ghana, among other places, whales hold a sense of divinity. They are so respected in their cultures that they occasionally hold funerals for beached whales, a throwback to Vietnam's ancient sea-based Austro-Asiatic culture. The god of the seas, according to Chinese folklore, was a large whale with human limbs.\nWhales have also played a role in sacred texts. The story of Jonah being swallowed by a great fish is told both in the Qur'an and in the biblical Book of Jonah (and is mentioned by Jesus in the New Testament: Matthew 12:40.). This episode was frequently depicted in medieval art (for example, on a 12th-century column capital at the abbey church of Mozac, France). The Bible also mentions whales in Genesis 1:21, Job 7:12, and Ezekiel 32:2. The \"leviathan\" described at length in Job 41:1-34 is generally understood to refer to a whale. The \"sea monsters\" in Lamentations 4:3 have been taken by some to refer to marine mammals, in particular whales, although most modern versions use the word \"jackals\" instead.In 1585, Alessandro Farnese, 1585, and Francois, Duke of Anjou, 1582, were greeted on his ceremonial entry into the port city of Antwerp by floats including \"Neptune and the Whale\", indicating at least the city's dependence on the sea for its wealth.In 1896, an article in The Pall Mall Gazette popularised a practice of alternative medicine that probably began in the whaling town of Eden, Australia two or three years earlier. It was believed that climbing inside a whale carcass and remaining there for a few hours would relief symptoms of rheumatism.Whales continue to be prevalent in modern literature. For example, Herman Melville's Moby Dick features a \"great white whale\" as the main antagonist for Ahab, who eventually is killed by it. The whale is an albino sperm whale, considered by Melville to be the largest type of whale, and is partly based on the historically attested bull whale Mocha Dick. Rudyard Kipling's Just So Stories includes the story of \"How the Whale got in his Throat\". A whale features in the award-winning children's book The Snail and the Whale (2003) by Julia Donaldson and Axel Scheffler.\nNiki Caro's film the Whale Rider has a Māori girl ride a whale in her journey to be a suitable heir to the chieftain-ship. Walt Disney's film Pinocchio features a showdown with a giant whale named Monstro at the end of the film. \nA recording of Song with a Humpback Whale by a team of marine scientists became popular in 1970. Alan Hovhaness's orchestral composition And God Created Great Whales (1970) includes the recorded sounds of humpback and bowhead whales. Recorded whale songs also appear in a number of other musical works, including Léo Ferré's song \"Il n'y a plus rien\" and Judy Collins's \"Farewell to Tarwathie\" (on the 1970 album Whales and Nightingales).\n\nIn captivity\nBelugas were the first whales to be kept in captivity. Other species were too rare, too shy, or too big. The first beluga was shown at Barnum's Museum in New York City in 1861. For most of the 20th century, Canada was the predominant source of wild belugas. They were taken from the St. Lawrence River estuary until the late 1960s, after which they were predominantly taken from the Churchill River estuary until capture was banned in 1992. Russia has become the largest provider since it had been banned in Canada. Belugas are caught in the Amur River delta and their eastern coast, and then are either transported domestically to aquariums or dolphinariums in Moscow, St. Petersburg, and Sochi, or exported to other countries, such as Canada. Most captive belugas are caught in the wild, since captive-breeding programs are not very successful.As of 2006, 30 belugas were in Canada and 28 in the United States, and 42 deaths in captivity had been reported up to that time. A single specimen can reportedly fetch up to US$100,000 (GB£64,160) on the market. The beluga's popularity is due to its unique colour and its facial expressions. The latter is possible because while most cetacean \"smiles\" are fixed, the extra movement afforded by the beluga's unfused cervical vertebrae allows a greater range of apparent expression.Between 1960 and 1992, the Navy carried out a program that included the study of marine mammals' abilities with sonar, with the objective of improving the detection of underwater objects. A large number of belugas were used from 1975 on, the first being dolphins. The program also included training them to carry equipment and material to divers working underwater by holding cameras in their mouths to locate lost objects, survey ships and submarines, and underwater monitoring. A similar program was used by the Russian Navy during the Cold War, in which belugas were also trained for antimining operations in the Arctic.Aquariums have tried housing other species of whales in captivity. The success of belugas turned attention to maintaining their relative, the narwhal, in captivity. However, in repeated attempts in the 1960s and 1970s, all narwhals kept in captivity died within months. A pair of pygmy right whales were retained in an enclosed area (with nets); they were eventually released in South Africa. There was one attempt to keep a stranded Sowerby's beaked whale calf in captivity; the calf rammed into the tank wall, breaking its rostrum, which resulted in death. It was thought that Sowerby's beaked whale evolved to swim fast in a straight line, and a 30-metre (98 ft) tank was not big enough. There have been attempts to keep baleen whales in captivity. There were three attempts to keep grey whales in captivity. Gigi was a grey whale calf that died in transport. Gigi II was another grey whale calf that was captured in the Ojo de Liebre Lagoon, and was transported to SeaWorld. The 680-kilogram (1,500 lb) calf was a popular attraction, and behaved normally, despite being separated from his mother. A year later, the 8,000-kilogram (18,000 lb) whale grew too big to keep in captivity and was released; it was the first of two grey whales, the other being another grey whale calf named JJ, to successfully be kept in captivity. There were three attempts to keep minke whales in captivity in Japan. They were kept in a tidal pool with a sea-gate at the Izu Mito Sea Paradise. Another, unsuccessful, attempt was made by the U.S.  One stranded humpback whale calf was kept in captivity for rehabilitation, but died days later.\n\nSee also\nWhaling in Japan\n\nReferences\nBibliography\nBooks\nFurther reading\nO'Connell, M.; Berrow, S. (2015). \"Records from the Irish Whales and Dolphin Group for 2013\". Irish Naturalists' Journal. 34 (2): 154–161.\n\"Whale\" . New International Encyclopedia. 1905.", "value_processed": null, "blobs": [], "rating": null, "split": null}]}], "bin_names": ["Shark", "Dolphin", "Whale"]}