{"id_": "wiki", "bins": [{"id_": "Soccer", "start_date": null, "end_date": null, "articles": [{"id_": null, "title": "Soccer", "url": null, "author": null, "section": null, "time_published": null, "time_updated": null, "abstract": null, "value": "Association football, more commonly known as football or soccer, is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to outscore the opposition by moving the ball beyond the goal line into the opposing goal. The team with the higher number of goals wins the game.\nFootball is played in accordance with a set of rules known as the Laws of the Game. The ball is 68–70 cm (27–28 in) in circumference and known as the football. The two teams each compete to get the ball into the other team's goal (between the posts and under the bar), thereby scoring a goal. The team that has scored more goals at the end of the game is the winner; if both teams have scored an equal number of goals then the game is a draw. Each team is led by a captain who has only one official responsibility as mandated by the Laws of the Game: to represent their team in the coin toss prior to kick-off or penalty kicks.Players are not allowed to touch the ball with hands or arms while it is in play, except for the goalkeepers within the penalty area. Other players mainly use their feet to strike or pass the ball, but may also use any other part of their body except the hands and the arms. The team that scores most goals by the end of the match wins. If the score is level at the end of the game, either a draw is declared or the game goes into extra time or a penalty shootout depending on the format of the competition.\nFootball is governed internationally by the International Federation of Association Football (FIFA; French: Fédération Internationale de Football Association), which organises World Cups for both men and women every four years. The FIFA World Cup has taken place every four years since 1930 with the exception of 1942 and 1946 tournaments, which were cancelled due to World War II. Approximately 190–200 national teams compete in qualifying tournaments within the scope of continental confederations for a place in the finals. The finals tournament, which is held every four years, involves 32 national teams competing over a four-week period. It is the most prestigious football tournament in the world as well as the most widely viewed and followed sporting event in the world, exceeding the Olympic Games.\nThe most prestigious competition in club football is the UEFA Champions League which attracts an extensive television audience throughout the world. The final of the tournament has been, in recent years, the most-watched annual sporting event in the world. The top five European leagues are the Premier League (England), La Liga (Spain), Bundesliga (Germany), Serie A (Italy), and Ligue 1 (France). Attracting most of the world's best players, each of the leagues has a total wage cost in excess of £600 million/€763 million/US$1.185 billion.Football is one of a family of football codes, which emerged from various ball games played worldwide since antiquity. The modern game traces its origins to 1863 when the Laws of the Game were originally codified in England by The Football Association.\n\nName\nThe rules of association football were codified in England by FA in 1863 and the name association football was coined to distinguish the game from the other forms of football played at the time, specifically rugby football. The first written \"reference to the inflated ball used in the game\" was in the mid-14th century: \"Þe heued fro þe body went, Als it were a foteballe.\" The Online Etymology Dictionary states that the \"rules of the game\" were made in 1848, before the \"split off in 1863\". The term soccer comes from a slang or jocular abbreviation of the word \"association\", with the suffix \"-er\" appended to it. The word soccer (which arrived at its final form in 1895) was first recorded in 1889 in the earlier form of socca.Within the English-speaking world, association football is now usually called \"football\" in the United Kingdom and mainly \"soccer\" in Canada and the United States. People in countries where other codes of football are prevalent (Australia, Ireland, Wales, South Africa and New Zealand) may use either term, although national associations in Australia and New Zealand now primarily use \"football\" for the formal name.\n\nHistory\nKicking ball games arose independently multiple times across multiple cultures. According to FIFA, the Chinese competitive game cuju (蹴鞠, literally \"kick ball\") is the earliest form of football for which there is evidence. Cuju players could use any part of the body apart from hands and the intent was kicking a ball through an opening into a net. It was remarkably similar to modern football, though similarities to rugby occurred. During the Han Dynasty (206 BCE – 220 CE), cuju games were standardised and rules were established.Phaininda and episkyros were Greek ball games. An image of an episkyros player depicted in low relief on a vase at the National Archaeological Museum of Athens appears on the UEFA European Championship trophy. Athenaeus, writing in 228 CE, referenced the Roman ball game harpastum. Phaininda, episkyros and harpastum were played involving hands and violence. They all appear to have resembled rugby football, wrestling and volleyball more than what is recognizable as modern football. As with pre-codified \"mob football\", the antecedent of all modern football codes, these three games involved more handling the ball than kicking.Other games included kemari in Japan and chuk-guk in Korea. In North America, pasuckuakohowog was a ball game played by the Algonquians; it was described as \"almost identical to the kind of folk football being played in Europe at the same time, in which the ball was kicked through goals\".Association football in itself does not have a classical history. Notwithstanding any similarities to other ball games played around the world FIFA has recognised that no historical connection exists with any game played in antiquity outside Europe. The modern rules of association football are based on the mid-19th century efforts to standardise the widely varying forms of football played in the public schools of England. The history of football in England dates back to at least the eighth century CE.\n\nThe Cambridge rules, first drawn up at Cambridge University in 1848, were particularly influential in the development of subsequent codes, including association football. The Cambridge Rules were written at Trinity College, Cambridge, at a meeting attended by representatives from Eton, Harrow, Rugby, Winchester and Shrewsbury schools. They were not universally adopted. During the 1850s, many clubs unconnected to schools or universities were formed throughout the English-speaking world, to play various forms of football. Some came up with their own distinct codes of rules, most notably the Sheffield Football Club, formed by former public school pupils in 1857, which led to formation of a Sheffield FA in 1867. In 1862, John Charles Thring of Uppingham School also devised an influential set of rules.These ongoing efforts contributed to the formation of The Football Association (The FA) in 1863, which first met on the morning of 26 October 1863 at the Freemasons' Tavern in Great Queen Street, London. The only school to be represented on this occasion was Charterhouse. The Freemason's Tavern was the setting for five more meetings between October and December, which eventually produced the first comprehensive set of rules. At the final meeting, the first FA treasurer, the representative from Blackheath, withdrew his club from the FA over the removal of two draft rules at the previous meeting: the first allowed for running with the ball in hand; the second for obstructing such a run by hacking (kicking an opponent in the shins), tripping and holding. Other English rugby clubs followed this lead and did not join the FA and instead in 1871 formed the Rugby Football Union. The eleven remaining clubs, under the charge of Ebenezer Cobb Morley, went on to ratify the original thirteen laws of the game. These rules included handling of the ball by \"marks\" and the lack of a crossbar, rules which made it remarkably similar to Victorian rules football being developed at that time in Australia. The Sheffield FA played by its own rules until the 1870s with the FA absorbing some of its rules until there was little difference between the games.The world's oldest football competition is the FA Cup, which was founded by C.W. Alcock and has been contested by English teams since 1872. The first official international football match also took place in 1872, between Scotland and England in Glasgow, again at the instigation of C.W. Alcock. England is also home to the world's first football league, which was founded in Birmingham in 1888 by Aston Villa director William McGregor. The original format contained 12 clubs from the Midlands and Northern England.\n\nThe laws of the game are determined by the International Football Association Board (IFAB). The board was formed in 1886 after a meeting in Manchester of The Football Association, the Scottish Football Association, the Football Association of Wales, and the Irish Football Association. FIFA, the international football body, was formed in Paris in 1904 and declared that they would adhere to Laws of the Game of the Football Association. The growing popularity of the international game led to the admittance of FIFA representatives to the International Football Association Board in 1913. The board consists of four representatives from FIFA and one representative from each of the four British associations.Football is played at a professional level all over the world. Millions of people regularly go to football stadiums to follow their favourite teams, while billions more watch the game on television or on the internet. A very large number of people also play football at an amateur level. According to a survey conducted by FIFA published in 2001, over 240 million people from more than 200 countries regularly play football. Football has the highest global television audience in sport.In many parts of the world football evokes great passions and plays an important role in the life of individual fans, local communities, and even nations. R. Kapuscinski says that Europeans who are polite, modest, or humble fall easily into rage when playing or watching football games. The Ivory Coast national football team helped secure a truce to the nation's civil war in 2006 and it helped further reduce tensions between government and rebel forces in 2007 by playing a match in the rebel capital of Bouaké, an occasion that brought both armies together peacefully for the first time. By contrast, football is widely considered to have been the final proximate cause for the Football War in June 1969 between El Salvador and Honduras. The sport also exacerbated tensions at the beginning of the Croatian Independence War of the 1990s, when a match between Dinamo Zagreb and Red Star Belgrade degenerated into rioting in May 1990.\n\nWomen's association football\nEarly women's football\nWomen may have been playing \"football\" for as long as the game has existed. Evidence shows that an ancient version of the game (Tsu Chu) was played by women during the Han Dynasty (25–220 CE). Two female figures are depicted in Han Dynasty (25–220 CE) frescoes, playing Tsu Chu. There are, however, a number of opinions about the accuracy of dates, the earliest estimates at 5000 BCE.\n\nAssociation football, the modern game, also has documented early involvement of women. An annual competition in Mid-Lothian, Scotland during the 1790s is reported, too. In 1863, football governing bodies introduced standardised rules to prohibit violence on the pitch, making it more socially acceptable for women to play. The first match recorded by the Scottish Football Association took place in 1892 in Glasgow. In England, the first recorded game of football between women took place in 1895.The most well-documented early European team was founded by activist Nettie Honeyball in England in 1894. It was named the British Ladies' Football Club. Nettie Honeyball is quoted, \"I founded the association late last year [1894], with the fixed resolve of proving to the world that women are not the 'ornamental and useless' creatures men have pictured. I must confess, my convictions on all matters where the sexes are so widely divided are all on the side of emancipation, and I look forward to the time when ladies may sit in Parliament and have a voice in the direction of affairs, especially those which concern them most.\" Honeyball and those like her paved the way for women's football. However, the women's game was frowned upon by the British football associations, and continued without their support. It has been suggested that this was motivated by a perceived threat to the 'masculinity' of the game.Women's football became popular on a large scale at the time of the First World War, when employment in heavy industry spurred the growth of the game, much as it had done for men 50 years earlier. The most successful team of the era was Dick, Kerr Ladies F.C. of Preston, England. The team played in the first women's international matches in 1920, against a team from Paris, France, in April, and also made up most of the England team against a Scottish Ladies XI in 1920, and winning 22–0.Despite being more popular than some men's football events (one match saw a 53,000 strong crowd), women's football in England suffered a blow in 1921 when The Football Association outlawed the playing of the game on Association members' pitches, on the grounds that the game (as played by women) was distasteful. Some speculated that this may have also been due to envy of the large crowds that women's matches attracted. This led to the formation of the English Ladies Football Association and play moved to rugby grounds.Association football has been played by women since at least the time of the first recorded women's games in the late 19th century. It has traditionally been associated with charity games and physical exercise, particularly in the United Kingdom. In the late 1960s and early 1970s, women's association football was organised in the United Kingdom, eventually becoming the most prominent team sport for British women.\n\n20th and 21st century\nThe growth in women's football has seen major competitions being launched at both national and international level mirroring the male competitions. Women's football has faced many struggles. It had a \"golden age\" in the United Kingdom in the early 1920s when crowds reached 50,000 at some matches; this was stopped on 5 December 1921 when England's Football Association voted to ban the game from grounds used by its member clubs. The FA's ban was rescinded in December 1969 with UEFA voting to officially recognise women's football in 1971.The FIFA Women's World Cup was inaugurated in 1991 and has been held every four years since, while women's football has been an Olympic event since 1996.\n\nGameplay\nAssociation football is played in accordance with a set of rules known as the Laws of the Game. The game is played using a spherical ball of 68–70 cm (27–28 in) circumference, known as the football (or soccer ball). Two teams of eleven players each compete to get the ball into the other team's goal (between the posts and under the bar), thereby scoring a goal. The team that has scored more goals at the end of the game is the winner; if both teams have scored an equal number of goals then the game is a draw. Each team is led by a captain who has only one official responsibility as mandated by the Laws of the Game: to represent their team in the coin toss prior to kick-off or penalty kicks.\n\nThe primary law is that players other than goalkeepers may not deliberately handle the ball with their hands or arms during play, though they must use both their hands during a throw-in restart. Although players usually use their feet to move the ball around they may use any part of their body (notably, \"heading\" with the forehead) other than their hands or arms. Within normal play, all players are free to play the ball in any direction and move throughout the pitch, though players may not pass to teammates who are in an offside position.During gameplay, players attempt to create goal-scoring opportunities through individual control of the ball, such as by dribbling, passing the ball to a teammate, and by taking shots at the goal, which is guarded by the opposing goalkeeper. Opposing players may try to regain control of the ball by intercepting a pass or through tackling the opponent in possession of the ball; however, physical contact between opponents is restricted. Football is generally a free-flowing game, with play stopping only when the ball has left the field of play or when play is stopped by the referee for an infringement of the rules. After a stoppage, play recommences with a specified restart.\n\nAt a professional level, most matches produce only a few goals. For example, the 2005–06 season of the English Premier League produced an average of 2.48 goals per match. The Laws of the Game do not specify any player positions other than goalkeeper, but a number of specialised roles have evolved. Broadly, these include three main categories: strikers, or forwards, whose main task is to score goals; defenders, who specialise in preventing their opponents from scoring; and midfielders, who dispossess the opposition and keep possession of the ball to pass it to the forwards on their team. Players in these positions are referred to as outfield players, to distinguish them from the goalkeeper.\nThese positions are further subdivided according to the area of the field in which the player spends most time. For example, there are central defenders, and left and right midfielders. The ten outfield players may be arranged in any combination. The number of players in each position determines the style of the team's play; more forwards and fewer defenders creates a more aggressive and offensive-minded game, while the reverse creates a slower, more defensive style of play. While players typically spend most of the game in a specific position, there are few restrictions on player movement, and players can switch positions at any time. The layout of a team's players is known as a formation. Defining the team's formation and tactics is usually the prerogative of the team's manager.\n\nLaws\nThere are 17 laws in the official Laws of the Game, each containing a collection of stipulation and guidelines. The same laws are designed to apply to all levels of football, although certain modifications for groups such as juniors, seniors, women and people with physical disabilities are permitted. The laws are often framed in broad terms, which allow flexibility in their application depending on the nature of the game. The Laws of the Game are published by FIFA, but are maintained by the International Football Association Board (IFAB). In addition to the seventeen laws, numerous IFAB decisions and other directives contribute to the regulation of football.\n\nPlayers, equipment, and officials\nEach team consists of a maximum of eleven players (excluding substitutes), one of whom must be the goalkeeper. Competition rules may state a minimum number of players required to constitute a team, which is usually seven. Goalkeepers are the only players allowed to play the ball with their hands or arms, provided they do so within the penalty area in front of their own goal. Though there are a variety of positions in which the outfield (non-goalkeeper) players are strategically placed by a coach, these positions are not defined or required by the Laws.The basic equipment or kit players are required to wear includes a shirt, shorts, socks, footwear and adequate shin guards. An athletic supporter and protective cup is highly recommended for male players by medical experts and professionals. Headgear is not a required piece of basic equipment, but players today may choose to wear it to protect themselves from head injury. Players are forbidden to wear or use anything that is dangerous to themselves or another player, such as jewellery or watches. The goalkeeper must wear clothing that is easily distinguishable from that worn by the other players and the match officials.A number of players may be replaced by substitutes during the course of the game. The maximum number of substitutions permitted in most competitive international and domestic league games is three in ninety minutes with each team being allowed one more if the game should go into extra-time, though the permitted number may vary in other competitions or in friendly matches. Common reasons for a substitution include injury, tiredness, ineffectiveness, a tactical switch, or timewasting at the end of a finely poised game. In standard adult matches, a player who has been substituted may not take further part in a match. IFAB recommends \"that a match should not continue if there are fewer than seven players in either team\". Any decision regarding points awarded for abandoned games is left to the individual football associations.\nA game is officiated by a referee, who has \"full authority to enforce the Laws of the Game in connection with the match to which he has been appointed\" (Law 5), and whose decisions are final. The referee is assisted by two assistant referees. In many high-level games there is also a fourth official who assists the referee and may replace another official should the need arise.Goal line technology is used to measure if the whole ball has crossed the goal-line thereby determining whether a goal has been scored or not; this was brought in to prevent there being controversy. video assistant referees (VAR) have also been increasingly introduced in high-level matches to assist officials through video replays to correct clear and obvious mistakes. There are four types of calls that can be reviewed: mistaken identity in awarding a red or yellow card, goals and whether there was a violation during the buildup, direct red card decisions, and penalty decisions.\n\nBall\nThe ball is spherical with a circumference of between 68 and 70 cm (27 and 28 in), a weight in the range of 410 to 450 g (14 to 16 oz), and a pressure between 0.6 and 1.1 standard atmospheres (8.5 and 15.6 pounds per square inch)  at sea level. In the past the ball was made up of leather panels sewn together, with a latex bladder for pressurisation but modern balls at all levels of the game are now synthetic.\n\nPitch\nAs the Laws were formulated in England, and were initially administered solely by the four British football associations within IFAB, the standard dimensions of a football pitch were originally expressed in imperial units. The Laws now express dimensions with approximate metric equivalents (followed by traditional units in brackets), though use of imperial units remains popular in English-speaking countries with a relatively recent history of metrication (or only partial metrication), such as Britain.The length of the pitch, or field, for international adult matches is in the range of 100–110 m (110–120 yd) and the width is in the range of 64–75 m (70–80 yd). Fields for non-international matches may be 90–120 m (100–130 yd) length and 45–90 m (50–100 yd) in width, provided that the pitch does not become square. In 2008, the IFAB initially approved a fixed size of 105 m (115 yd) long and 68 m (74 yd) wide as a standard pitch dimension for international matches; however, this decision was later put on hold and was never actually implemented.The longer boundary lines are touchlines, while the shorter boundaries (on which the goals are placed) are goal lines. A rectangular goal is positioned on each goal line, midway between the two touchlines. The inner edges of the vertical goal posts must be 7.32 m (24 ft) apart, and the lower edge of the horizontal crossbar supported by the goal posts must be 2.44 m (8 ft) above the ground. Nets are usually placed behind the goal, but are not required by the Laws.In front of the goal is the penalty area. This area is marked by the goal line, two lines starting on the goal line 16.5 m (18 yd) from the goalposts and extending 16.5 m (18 yd) into the pitch perpendicular to the goal line, and a line joining them. This area has a number of functions, the most prominent being to mark where the goalkeeper may handle the ball and where a penalty foul by a member of the defending team becomes punishable by a penalty kick. Other markings define the position of the ball or players at kick-offs, goal kicks, penalty kicks and corner kicks.\n\nDuration and tie-breaking methods\n90-minute ordinary time\nA standard adult football match consists of two halves of 45 minutes each. Each half runs continuously, meaning that the clock is not stopped when the ball is out of play. There is usually a 15-minute half-time break between halves. The end of the match is known as full-time. The referee is the official timekeeper for the match, and may make an allowance for time lost through substitutions, injured players requiring attention, or other stoppages. This added time is called additional time in FIFA documents, but is most commonly referred to as stoppage time or injury time, while lost time can also be used as a synonym. The duration of stoppage time is at the sole discretion of the referee. Stoppage time does not fully compensate for the time in which the ball is out of play, and a 90-minute game typically involves about an hour of \"effective playing time\". The referee alone signals the end of the match. In matches where a fourth official is appointed, towards the end of the half the referee signals how many minutes of stoppage time they intend to add. The fourth official then informs the players and spectators by holding up a board showing this number. The signalled stoppage time may be further extended by the referee. Added time was introduced because of an incident which happened in 1891 during a match between Stoke and Aston Villa. Trailing 1–0 and with just two minutes remaining, Stoke were awarded a penalty. Villa's goalkeeper kicked the ball out of the ground, and by the time the ball had been recovered, the 90 minutes had elapsed and the game was over. The same law also states that the duration of either half is extended until the penalty kick to be taken or retaken is completed, thus no game shall end with a penalty to be taken.\n\nTie-breaking\nIn league competitions, games may end in a draw. In knockout competitions where a winner is required various methods may be employed to break such a deadlock; some competitions may invoke replays. A game tied at the end of regulation time may go into extra time, which consists of two further 15-minute periods. If the score is still tied after extra time, some competitions allow the use of penalty shootouts (known officially in the Laws of the Game as \"kicks from the penalty mark\") to determine which team will progress to the next stage of the tournament. Goals scored during extra time periods count towards the final score of the game, but kicks from the penalty mark are only used to decide the team that progresses to the next part of the tournament (with goals scored in a penalty shootout not making up part of the final score).In competitions using two-legged matches, each team competes at home once, with an aggregate score from the two matches deciding which team progresses. Where aggregates are equal, the away goals rule may be used to determine the winners, in which case the winner is the team that scored the most goals in the leg they played away from home. If the result is still equal, extra time and potentially a penalty shootout are required.\n\nBall in and out of play\nUnder the Laws, the two basic states of play during a game are ball in play and ball out of play. From the beginning of each playing period with a kick-off until the end of the playing period, the ball is in play at all times, except when either the ball leaves the field of play, or play is stopped by the referee. When the ball becomes out of play, play is restarted by one of eight restart methods depending on how it went out of play:\nKick-off: following a goal by the opposing team, or to begin each period of play.\nThrow-in: when the ball has crossed the touchline; awarded to the opposing team to that which last touched the ball.\nGoal kick: when the ball has wholly crossed the goal line without a goal having been scored and having last been touched by a player of the attacking team; awarded to defending team.\nCorner kick: when the ball has wholly crossed the goal line without a goal having been scored and having last been touched by a player of the defending team; awarded to attacking team.\nIndirect free kick: awarded to the opposing team following \"non-penal\" fouls, certain technical infringements, or when play is stopped to caution or dismiss an opponent without a specific foul having occurred. A goal may not be scored directly (without the ball first touching another player) from an indirect free kick.\nDirect free kick: awarded to fouled team following certain listed \"penal\" fouls. A goal may be scored directly from a direct free kick.\nPenalty kick: awarded to the fouled team following a foul usually punishable by a direct free kick but that has occurred within their opponent's penalty area.\nDropped-ball: occurs when the referee has stopped play for any other reason, such as a serious injury to a player, interference by an external party, or a ball becoming defective.\n\nMisconduct\nOn-field\nA foul occurs when a player commits an offence listed in the Laws of the Game while the ball is in play. The offences that constitute a foul are listed in Law 12. Handling the ball deliberately, tripping an opponent, or pushing an opponent, are examples of \"penal fouls\", punishable by a direct free kick or penalty kick depending on where the offence occurred. Other fouls are punishable by an indirect free kick.The referee may punish a player's or substitute's misconduct by a caution (yellow card) or dismissal (red card). A second yellow card in the same game leads to a red card, which results in a dismissal. A player given a yellow card is said to have been \"booked\", the referee writing the player's name in their official notebook. If a player has been dismissed, no substitute can be brought on in their place and the player may not participate in further play. Misconduct may occur at any time, and while the offences that constitute misconduct are listed, the definitions are broad. In particular, the offence of \"unsporting behaviour\" may be used to deal with most events that violate the spirit of the game, even if they are not listed as specific offences. A referee can show a yellow or red card to a player, substitute or substituted player. Non-players such as managers and support staff cannot be shown the yellow or red card, but may be expelled from the technical area if they fail to conduct themselves in a responsible manner.Rather than stopping play, the referee may allow play to continue if doing so will benefit the team against which an offence has been committed. This is known as \"playing an advantage\". The referee may \"call back\" play and penalise the original offence if the anticipated advantage does not ensue within \"a few seconds\". Even if an offence is not penalised due to advantage being played, the offender may still be sanctioned for misconduct at the next stoppage of play.The referee's decision in all on-pitch matters is considered final. The score of a match cannot be altered after the game, even if later evidence shows that decisions (including awards/non-awards of goals) were incorrect.\n\nOff-field\nAlong with the general administration of the sport, football associations and competition organisers also enforce good conduct in wider aspects of the game, dealing with issues such as comments to the press, clubs' financial management, doping, age fraud and match fixing. Most competitions enforce mandatory suspensions for players who are sent off in a game. Some on-field incidents, if considered very serious (such as allegations of racial abuse), may result in competitions deciding to impose heavier sanctions than those normally associated with a red card. Some associations allow for appeals against player suspensions incurred on-field if clubs feel a referee was incorrect or unduly harsh.Sanctions for such infractions may be levied on individuals or on to clubs as a whole. Penalties may include fines, points deductions (in league competitions) or even expulsion from competitions. For example, the English Football League deduct 12 points from any team that enters financial administration. Among other administrative sanctions are penalties against game forfeiture. Teams that had forfeited a game or had been forfeited against would be awarded a technical loss or win.\n\nGoverning bodies\nThe recognised international governing body of football (and associated games, such as futsal and beach soccer) is FIFA. The FIFA headquarters are located in Zürich, Switzerland. Six regional confederations are associated with FIFA; these are:\nAsia: Asian Football Confederation (AFC)\nAfrica: Confederation of African Football (CAF)\nEurope: Union of European Football Associations (UEFA)\nNorth/Central America & Caribbean: Confederation of North, Central American and Caribbean Association Football (CONCACAF)\nOceania: Oceania Football Confederation (OFC)\nSouth America: Confederación Sudamericana de Fútbol (South American Football Confederation; CONMEBOL)National associations oversee football within individual countries. These are generally synonymous with sovereign states, (for example: the Cameroonian Football Federation in Cameroon) but also include a smaller number of associations responsible for sub-national entities or autonomous regions (for example the Scottish Football Association in Scotland). 209 national associations are affiliated both with FIFA and with their respective continental confederations.While FIFA is responsible for arranging competitions and most rules related to international competition, the actual Laws of the Game are set by the International Football Association Board, where each of the UK Associations has one vote, while FIFA collectively has four votes.\n\nInternational competitions\nInternational competitions in association football principally consist of two varieties: competitions involving representative national teams or those involving clubs based in multiple nations and national leagues. International football, without qualification, most often refers to the former. In the case of international club competition, it is the country of origin of the clubs involved, not the nationalities of their players, that renders the competition international in nature.\nThe major international competition in football is the World Cup, organised by FIFA. This competition takes place every four years since 1930 with the exception of 1942 and 1946 tournaments, which were cancelled due to World War II. Approximately 190–200 national teams compete in qualifying tournaments within the scope of continental confederations for a place in the finals. The finals tournament, which is held every four years, involves 32 national teams competing over a four-week period. The World Cup is the most prestigious association football tournament in the world as well as the most widely viewed and followed sporting event in the world, exceeding even the Olympic Games; the cumulative audience of all matches of the 2006 FIFA World Cup was estimated to be 26.29 billion with an estimated 715.1 million people watching the final match, a ninth of the entire population of the planet. The current champions are France, who won their second title at the 2018 tournament in Russia. The FIFA Women's World Cup has been held every four years since 1991. Under the tournament's current format, national teams vie for 23 slots in a three-year qualification phase. (The host nation's team is automatically entered as the 24th slot.) The current champions are the United States, after winning their fourth title in the 2019 tournament.\n\nThere has been a football tournament at every Summer Olympic Games since 1900, except at the 1932 games in Los Angeles. Before the inception of the World Cup, the Olympics (especially during the 1920s) were the most prestigious international event. Originally, the tournament was for amateurs only. As professionalism spread around the world, the gap in quality between the World Cup and the Olympics widened. The countries that benefited most were the Soviet Bloc countries of Eastern Europe, where top athletes were state-sponsored while retaining their status as amateurs. Between 1948 and 1980, 23 out of 27 Olympic medals were won by Eastern Europe, with only Sweden (gold in 1948 and bronze in 1952), Denmark (bronze in 1948 and silver in 1960) and Japan (bronze in 1968) breaking their dominance. For the 1984 Los Angeles Games, the IOC decided to admit professional players. FIFA still did not want the Olympics to rival the World Cup, so a compromise was struck that allowed teams from Africa, Asia, Oceania and CONCACAF to field their strongest professional sides, while restricting UEFA and CONMEBOL teams to players who had not played in a World Cup. Since 1992, male competitors must be under 23 years old, although since 1996, three players over the age of 23 have been allowed per squad. A women's tournament was added in 1996; in contrast to the men's event, full international sides without age restrictions play the women's Olympic tournament.After the World Cup, the most important international football competitions are the continental championships, which are organised by each continental confederation and contested between national teams. These are the European Championship (UEFA), the Copa América (CONMEBOL), African Cup of Nations (CAF), the Asian Cup (AFC), the CONCACAF Gold Cup (CONCACAF) and the OFC Nations Cup (OFC). The FIFA Confederations Cup was contested by the winners of all six continental championships, the current FIFA World Cup champions and the country which was hosting the next World Cup. This was generally regarded as a warm-up tournament for the upcoming FIFA World Cup and did not carry the same prestige as the World Cup itself. The tournament was discontinued following the 2017 edition.\nThe most prestigious competitions in club football are the respective continental championships, which are generally contested between national champions, for example the UEFA Champions League in Europe and the Copa Libertadores in South America. The winners of each continental competition contest the FIFA Club World Cup.\n\nDomestic competitions\nThe governing bodies in each country operate league systems in a domestic season, normally comprising several divisions, in which the teams gain points throughout the season depending on results. Teams are placed into tables, placing them in order according to points accrued. Most commonly, each team plays every other team in its league at home and away in each season, in a round-robin tournament. At the end of a season, the top team is declared the champion. The top few teams may be promoted to a higher division, and one or more of the teams finishing at the bottom are relegated to a lower division.The teams finishing at the top of a country's league may be eligible also to play in international club competitions in the following season. The main exceptions to this system occur in some Latin American leagues, which divide football championships into two sections named Apertura and Clausura (Spanish for Opening and Closing), awarding a champion for each. The majority of countries supplement the league system with one or more \"cup\" competitions organised on a knock-out basis.\nSome countries' top divisions feature highly paid star players; in smaller countries, lower divisions, and most of women's clubs, players may be part-timers with a second job, or amateurs. The five top European leagues – the Bundesliga (Germany), Premier League (England), La Liga (Spain), Serie A (Italy), and Ligue 1 (France) – attract most of the world's best players and each of the leagues has a total wage cost in excess of £600 million/€763 million/US$1.185 billion.\n\nNotes\nReferences\nExternal links\n\nFederation Internationale de Football Association (FIFA) (in English, Chinese, French, German, and Spanish)\nAssociation football at Curlie", "value_processed": null, "blobs": [], "rating": null, "split": null}]}, {"id_": "Bee", "start_date": null, "end_date": null, "articles": [{"id_": null, "title": "Bee", "url": null, "author": null, "section": null, "time_published": null, "time_updated": null, "abstract": null, "value": "Bees are flying insects closely related to wasps and ants, known for their role in pollination and, in the case of the best-known bee species, the western honey bee, for producing honey. Bees are a monophyletic lineage within the superfamily Apoidea. They are presently considered a clade, called Anthophila. There are over 16,000 known species of bees in seven recognized biological families. Some species – including honey bees, bumblebees, and stingless bees – live socially in colonies while some species – including mason bees, carpenter bees, leafcutter bees, and sweat bees – are solitary.\nBees are found on every continent except for Antarctica, in every habitat on the planet that contains insect-pollinated flowering plants. The most common bees in the Northern Hemisphere are the Halictidae, or sweat bees, but they are small and often mistaken for wasps or flies. Bees range in size from tiny stingless bee species, whose workers are less than 2 millimetres (0.08 in) long, to Megachile pluto, the largest species of leafcutter bee, whose females can attain a length of 39 millimetres (1.54 in).\nBees feed on nectar and pollen, the former primarily as an energy source and the latter primarily for protein and other nutrients. Most pollen is used as food for their larvae. Vertebrate predators of bees include birds such as bee-eaters; insect predators include beewolves and dragonflies.\nBee pollination is important both ecologically and commercially, and the decline in wild bees has increased the value of pollination by commercially managed hives of honey bees. The analysis of 353 wild bee and hoverfly species across Britain from 1980 to 2013 found the insects have been lost from a quarter of the places they inhabited in 1980.Human beekeeping or apiculture has been practised for millennia, since at least the times of Ancient Egypt and Ancient Greece. Bees have appeared in mythology and folklore, through all phases of art and literature from ancient times to the present day, although primarily focused in the Northern Hemisphere where beekeeping is far more common.\n\nEvolution\nThe ancestors of bees were wasps in the family Crabronidae, which were predators of other insects. The switch from insect prey to pollen may have resulted from the consumption of prey insects which were flower visitors and were partially covered with pollen when they were fed to the wasp larvae. This same evolutionary scenario may have occurred within the vespoid wasps, where the pollen wasps evolved from predatory ancestors. Until recently, the oldest non-compression bee fossil had been found in New Jersey amber, Cretotrigona prisca of Cretaceous age, a corbiculate bee. A bee fossil from the early Cretaceous (~100 mya), Melittosphex burmensis, is considered \"an extinct lineage of pollen-collecting Apoidea sister to the modern bees\". Derived features of its morphology (apomorphies) place it clearly within the bees, but it retains two unmodified ancestral traits (plesiomorphies) of the legs (two mid-tibial spurs, and a slender hind basitarsus), showing its transitional status. By the Eocene (~45 mya) there was already considerable diversity among eusocial bee lineages.The highly eusocial corbiculate Apidae appeared roughly 87 Mya, and the Allodapini (within the Apidae) around 53 Mya.\nThe Colletidae appear as fossils only from the late Oligocene (~25 Mya) to early Miocene.\nThe Melittidae are known from Palaeomacropis eocenicus in the Early Eocene.\nThe Megachilidae are known from trace fossils (characteristic leaf cuttings) from the Middle Eocene.\nThe Andrenidae are known from the Eocene-Oligocene boundary, around 34 Mya, of the Florissant shale.\nThe Halictidae first appear in the Early Eocene with species found in amber. The Stenotritidae are known from fossil brood cells of Pleistocene age.\n\nCoevolution\nThe earliest animal-pollinated flowers were shallow, cup-shaped blooms pollinated by insects such as beetles, so the syndrome of insect pollination was well established before the first appearance of bees. The novelty is that bees are specialized as pollination agents, with behavioral and physical modifications that specifically enhance pollination, and are the most efficient pollinating insects. In a process of coevolution, flowers developed floral rewards such as nectar and longer tubes, and bees developed longer tongues to extract the nectar. Bees also developed structures known as scopal hairs and pollen baskets to collect and carry pollen. The location and type differ among and between groups of bees. Most species have scopal hairs on their hind legs or on the underside of their abdomens. Some species in the family Apidae have pollen baskets on their hind legs, while very few lack these and instead collect pollen in their crops. The appearance of these structures drove the adaptive radiation of the angiosperms, and, in turn, bees themselves. Bees coevolved not only with flowers but it is believed that some species coevolved with mites. Some provide tufts of hairs called acarinaria that appear to provide lodgings for mites; in return, it is believed that mites eat fungi that attack pollen, so the relationship in this case may be mutualistc.\n\nPhylogeny\nExternal\nThis phylogenetic tree is based on Debevic et al, 2012, which used molecular phylogeny to demonstrate that the bees (Anthophila) arose from deep within the Crabronidae, which is therefore paraphyletic. The placement of the Heterogynaidae is uncertain. The small subfamily Mellininae was not included in this analysis.\n\nInternal\nThis cladogram of the bee families is based on Hedtke et al., 2013, which places the former families Dasypodaidae and Meganomiidae as subfamilies inside the Melittidae. English names, where available, are given in parentheses.\n\nCharacteristics\nBees differ from closely related groups such as wasps by having branched or plume-like setae (hairs), combs on the forelimbs for cleaning their antennae, small anatomical differences in limb structure, and the venation of the hind wings; and in females, by having the seventh dorsal abdominal plate divided into two half-plates.Bees have the following characteristics:\n\nA pair of large compound eyes which cover much of the surface of the head. Between and above these are three small simple eyes (ocelli) which provide information on light intensity.\nThe antennae usually have 13 segments in males and 12 in females, and are geniculate, having an elbow joint part way along. They house large numbers of sense organs that can detect touch (mechanoreceptors), smell and taste; and small, hairlike mechanoreceptors that can detect air movement so as to \"hear\" sounds.\nThe mouthparts are adapted for both chewing and sucking by having both a pair of mandibles and a long proboscis for sucking up nectar.\nThe thorax has three segments, each with a pair of robust legs, and a pair of membranous wings on the hind two segments. The front legs of corbiculate bees bear combs for cleaning the antennae, and in many species the hind legs bear pollen baskets, flattened sections with incurving hairs to secure the collected pollen. The wings are synchronised in flight, and the somewhat smaller hind wings connect to the forewings by a row of hooks along their margin which connect to a groove in the forewing.\nThe abdomen has nine segments, the hindermost three being modified into the sting.\nThe largest species of bee is thought to be Wallace's giant bee Megachile pluto, whose females can attain a length of 39 millimetres (1.54 in). The smallest species may be dwarf stingless bees in the tribe Meliponini whose workers are less than 2 millimetres (0.08 in) in length.\n\nSociality\nHaplodiploid breeding system\nAccording to inclusive fitness theory, organisms can gain fitness not just through increasing their own reproductive output, but also that of close relatives. In evolutionary terms, individuals should help relatives when Cost < Relatedness * Benefit. The requirements for eusociality are more easily fulfilled by haplodiploid species such as bees because of their unusual relatedness structure.In haplodiploid species, females develop from fertilized eggs and males from unfertilized eggs. Because a male is haploid (has only one copy of each gene), his daughters (which are diploid, with two copies of each gene) share 100% of his genes and 50% of their mother's. Therefore, they share 75% of their genes with each other. This mechanism of sex determination gives rise to what W. D. Hamilton termed \"supersisters\", more closely related to their sisters than they would be to their own offspring. Workers often do not reproduce, but they can pass on more of their genes by helping to raise their sisters (as queens) than they would by having their own offspring (each of which would only have 50% of their genes), assuming they would produce similar numbers. This unusual situation has been proposed as an explanation of the multiple (at least 9) evolutions of eusociality within Hymenoptera.Haplodiploidy is neither necessary nor sufficient for eusociality. Some eusocial species such as termites are not haplodiploid. Conversely, all bees are haplodiploid but not all are eusocial, and among eusocial species many queens mate with multiple males, creating half-sisters that share only 25% of each-other's genes. But, monogamy (queens mating singly) is the ancestral state for all eusocial species so far investigated, so it is likely that haplodiploidy contributed to the evolution of eusociality in bees.\n\nEusociality\nBees may be solitary or may live in various types of communities. Eusociality appears to have originated from at least three independent origins in halictid bees. The most advanced of these are species with eusocial colonies; these are characterised by cooperative brood care and a division of labour into reproductive and non-reproductive adults, plus overlapping generations. This division of labour creates specialized groups within eusocial societies which are called castes. In some species, groups of cohabiting females may be sisters, and if there is a division of labour within the group, they are considered semisocial. The group is called eusocial if, in addition, the group consists of a mother (the queen) and her daughters (workers). When the castes are purely behavioural alternatives, with no morphological differentiation other than size, the system is considered primitively eusocial, as in many paper wasps; when the castes are morphologically discrete, the system is considered highly eusocial.True honey bees (genus Apis, of which seven species are currently recognized) are highly eusocial, and are among the best known insects. Their colonies are established by swarms, consisting of a queen and several hundred workers. There are 29 subspecies of one of these species, Apis mellifera, native to Europe, the Middle East, and Africa. Africanized bees are a hybrid strain of A. mellifera that escaped from experiments involving crossing European and African subspecies; they are extremely defensive.Stingless bees are also highly eusocial. They practise mass provisioning, with complex nest architecture and perennial colonies also established via swarming.\n\nMany bumblebees are eusocial, similar to the eusocial Vespidae such as hornets in that the queen initiates a nest on her own rather than by swarming. Bumblebee colonies typically have from 50 to 200 bees at peak population, which occurs in mid to late summer. Nest architecture is simple, limited by the size of the pre-existing nest cavity, and colonies rarely last more than a year. In 2011, the International Union for Conservation of Nature set up the Bumblebee Specialist Group to review the threat status of all bumblebee species worldwide using the IUCN Red List criteria.There are many more species of primitively eusocial than highly eusocial bees, but they have been studied less often. Most are in the family Halictidae, or \"sweat bees\". Colonies are typically small, with a dozen or fewer workers, on average. Queens and workers differ only in size, if at all. Most species have a single season colony cycle, even in the tropics, and only mated females hibernate. A few species have long active seasons and attain colony sizes in the hundreds, such as Halictus hesperus. Some species are eusocial in parts of their range and solitary in others, or have a mix of eusocial and solitary nests in the same population. The orchid bees (Apidae) include some primitively eusocial species with similar biology. Some allodapine bees (Apidae) form primitively eusocial colonies, with progressive provisioning: a larva's food is supplied gradually as it develops, as is the case in honey bees and some bumblebees.\n\nSolitary and communal bees\nMost other bees, including familiar insects such as carpenter bees, leafcutter bees and mason bees are solitary in the sense that every female is fertile, and typically inhabits a nest she constructs herself. There is no division of labor so these nests lack queens and worker bees for these species. Solitary bees typically produce neither honey nor beeswax. \nBees collect pollen to feed their young, and have the necessary adaptations to do this. However, certain wasp species such as pollen wasps have similar behaviours, and a few species of bee scavenge from carcases to feed their offspring. Solitary bees are important pollinators; they gather pollen to provision their nests with food for their brood. Often it is mixed with nectar to form a paste-like consistency. Some solitary bees have advanced types of pollen-carrying structures on their bodies. Very few species of solitary bee are being cultured for commercial pollination. Most of these species belong to a distinct set of genera which are commonly known by their nesting behavior or preferences, namely: carpenter bees, sweat bees, mason bees, plasterer bees, squash bees, dwarf carpenter bees, leafcutter bees, alkali bees and digger bees.\n\nMost solitary bees nest in the ground in a variety of soil textures and conditions while others create nests in hollow reeds or twigs, holes in wood. The female typically creates a compartment (a \"cell\") with an egg and some provisions for the resulting larva, then seals it off. A nest may consist of numerous cells. When the nest is in wood, usually the last (those closer to the entrance) contain eggs that will become males. The adult does not provide care for the brood once the egg is laid, and usually dies after making one or more nests. The males typically emerge first and are ready for mating when the females emerge. Solitary bees are either stingless or very unlikely to sting (only in self-defense, if ever).\n\nWhile solitary, females each make individual nests. Some species, such as the European mason bee Hoplitis anthocopoides, and the Dawson's Burrowing bee, Amegilla dawsoni, are gregarious, preferring to make nests near others of the same species, and giving the appearance of being social. Large groups of solitary bee nests are called aggregations, to distinguish them from colonies. In some species, multiple females share a common nest, but each makes and provisions her own cells independently. This type of group is called \"communal\" and is not uncommon. The primary advantage appears to be that a nest entrance is easier to defend from predators and parasites when multiple females use that same entrance regularly.\n\nBiology\nLife cycle\nThe life cycle of a bee, be it a solitary or social species, involves the laying of an egg, the development through several moults of a legless larva, a pupation stage during which the insect undergoes complete metamorphosis, followed by the emergence of a winged adult. Most solitary bees and bumble bees in temperate climates overwinter as adults or pupae and emerge in spring when increasing numbers of flowering plants come into bloom. The males usually emerge first and search for females with which to mate. The sex of a bee is determined by whether or not the egg is fertilised; after mating, a female stores the sperm, and determines which sex is required at the time each individual egg is laid, fertilised eggs producing female offspring and unfertilised eggs, males. Tropical bees may have several generations in a year and no diapause stage.The egg is generally oblong, slightly curved and tapering at one end. Solitary bees, lay each egg in a separate cell with a supply of mixed pollen and nectar next to it. This may be rolled into a pellet or placed in a pile and is known as mass provisioning. Social bee species provision progressively, that is, they feed the larva regularly while it grows. The nest varies from a hole in the ground or in wood, in solitary bees, to a substantial structure with wax combs in bumblebees and honey bees.In most species, larvae are whitish grubs, roughly oval and bluntly-pointed at both ends. They have 15 segments and spiracles in each segment for breathing. They have no legs but move within the cell, helped by tubercles on their sides. They have short horns on the head, jaws for chewing food and an appendage on either side of the mouth tipped with a bristle. There is a gland under the mouth that secretes a viscous liquid which solidifies into the silk they use to produce a cocoon. The cocoon is semi-transparent and the pupa can be seen through it. Over the course of a few days, the larva undergoes metamorphosis into a winged adult. When ready to emerge, the adult splits its skin dorsally and climbs out of the exuviae and breaks out of the cell.\n\nFlight\nAntoine Magnan's 1934 book Le vol des insectes, says that he and André Sainte-Laguë had applied the equations of air resistance to insects and found that their flight could not be explained by fixed-wing calculations, but that \"One shouldn't be surprised that the results of the calculations don't square with reality\". This has led to a common misconception that bees \"violate aerodynamic theory\". In fact it merely confirms that bees do not engage in fixed-wing flight, and that their flight is explained by other mechanics, such as those used by helicopters. In 1996 it was shown that vortices created by many insects' wings helped to provide lift. High-speed cinematography and robotic mock-up of a bee wing showed that lift was generated by \"the unconventional combination of short, choppy wing strokes, a rapid rotation of the wing as it flops over and reverses direction, and a very fast wing-beat frequency\". Wing-beat frequency normally increases as size decreases, but as the bee's wing beat covers such a small arc, it flaps approximately 230 times per second, faster than a fruitfly (200 times per second) which is 80 times smaller.\n\nNavigation, communication, and finding food\nThe ethologist Karl von Frisch studied navigation in the honey bee. He showed that honey bees communicate by the waggle dance, in which a worker indicates the location of a food source to other workers in the hive. He demonstrated that bees can recognize a desired compass direction in three different ways: by the sun, by the polarization pattern of the blue sky, and by the earth's magnetic field. He showed that the sun is the preferred or main compass; the other mechanisms are used under cloudy skies or inside a dark beehive. Bees navigate using spatial memory with a \"rich, map-like organization\".\n\nDigestion\nThe gut of bees is relatively simple, but multiple metabolic strategies exist in the gut microbiota. Pollinating bees consume nectar and pollen, which require different digestion strategies by somewhat specialized bacteria. While nectar is a liquid of mostly monosaccharide sugars and so easily absorbed, pollen contains complex polysaccharides: branching pectin and hemicellulose. Approximately five groups of bacteria are involved in digestion. Three groups specialize in simple sugars (Snodgrassella and two groups of Lactobacillus), and two other groups in complex sugars (Gilliamella and Bifidobacterium). Digestion of pectin and hemicellulose is dominated by bacterial clades Gilliamella and Bifidobacterium respectively. Bacteria that cannot digest polysaccharides obtain enzymes from their neighbors, and bacteria that lack certain amino acids do the same, creating multiple ecological niches.Although most bee species are nectarivorous and palynivorous, some are not. Particularly unusual are vulture bees in the genus Trigona, which consume carrion and wasp brood, turning meat into a honey-like substance.\n\nEcology\nFloral relationships\nMost bees are polylectic (generalist) meaning they collect pollen from a range of flowering plants, but some are oligoleges (specialists), in that they only gather pollen from one or a few species or genera of closely related plants. Specialist pollinators also include bee species which gather floral oils instead of pollen, and male orchid bees, which gather aromatic compounds from orchids (one of the few cases where male bees are effective pollinators). Bees are able to sense the presence of desirable flowers through ultraviolet patterning on flowers, floral odors, and even electromagnetic fields. Once landed, a bee then uses nectar quality and pollen taste to determine whether to continue visiting similar flowers.\nIn rare cases, a plant species may only be effectively pollinated by a single bee species, and some plants are endangered at least in part because their pollinator is also threatened. But, there is a pronounced tendency for oligolectic bees to be associated with common, widespread plants visited by multiple pollinator species. For example, the creosote bush in the arid parts of the United States southwest is associated with some 40 oligoleges.\n\nAs mimics and models\nMany bees are aposematically coloured, typically orange and black, warning of their ability to defend themselves with a powerful sting. As such they are models for Batesian mimicry by non-stinging insects such as bee-flies, robber flies and hoverflies, all of which gain a measure of protection by superficially looking and behaving like bees.Bees are themselves Müllerian mimics of other aposematic insects with the same colour scheme, including wasps, lycid and other beetles, and many butterflies and moths (Lepidoptera) which are themselves distasteful, often through acquiring bitter and poisonous chemicals from their plant food. All the Müllerian mimics, including bees, benefit from the reduced risk of predation that results from their easily recognised warning coloration.Bees are also mimicked by plants such as the bee orchid which imitates both the appearance and the scent of a female bee; male bees attempt to mate (pseudocopulation) with the furry lip of the flower, thus pollinating it.\n\nAs brood parasites\nBrood parasites occur in several bee families including the apid subfamily Nomadinae. Females of these species lack pollen collecting structures (the scopa) and do not construct their own nests. They typically enter the nests of pollen collecting species, and lay their eggs in cells provisioned by the host bee. When the \"cuckoo\" bee larva hatches, it consumes the host larva's pollen ball, and often the host egg also. In particular, the Arctic bee species, Bombus hyperboreus is an aggressive species that attacks and enslaves other bees of the same subgenus. However, unlike many other bee brood parasites, they have pollen baskets and often collect pollen.In Southern Africa, hives of African honeybees (A. mellifera scutellata) are being destroyed by parasitic workers of the Cape honeybee, A. m. capensis. These lay diploid eggs (\"thelytoky\"), escaping normal worker policing, leading to the colony's destruction; the parasites can then move to other hives.The cuckoo bees in the Bombus subgenus Psithyrus are closely related to, and resemble, their hosts in looks and size. This common pattern gave rise to the ecological principle \"Emery's rule\". Others parasitize bees in different families, like Townsendiella, a nomadine apid, two species of which are cleptoparasites of the dasypodaid genus Hesperapis, while the other species in the same genus attacks halictid bees.\n\nNocturnal bees\nFour bee families (Andrenidae, Colletidae, Halictidae, and Apidae) contain some species that are crepuscular. Most are tropical or subtropical, but some live in arid regions at higher latitudes. These bees have greatly enlarged ocelli, which are extremely sensitive to light and dark, though incapable of forming images. Some have refracting superposition compound eyes: these combine the output of many elements of their compound eyes to provide enough light for each retinal photoreceptor. Their ability to fly by night enables them to avoid many predators, and to exploit flowers that produce nectar only or also at night.\n\nPredators, parasites and pathogens\nVertebrate predators of bees include bee-eaters, shrikes and flycatchers, which make short sallies to catch insects in flight. Swifts and swallows fly almost continually, catching insects as they go. The honey buzzard attacks bees' nests and eats the larvae. The greater honeyguide interacts with humans by guiding them to the nests of wild bees. The humans break open the nests and take the honey and the bird feeds on the larvae and the wax. Among mammals, predators such as the badger dig up bumblebee nests and eat both the larvae and any stored food.\n\nSpecialist ambush predators of visitors to flowers include crab spiders, which wait on flowering plants for pollinating insects; predatory bugs, and praying mantises, some of which (the flower mantises of the tropics) wait motionless, aggressive mimics camouflaged as flowers. Beewolves are large wasps that habitually attack bees; the ethologist Niko Tinbergen estimated that a single colony of the beewolf Philanthus triangulum might kill several thousand honeybees in a day: all the prey he observed were honeybees. Other predatory insects that sometimes catch bees include robber flies and dragonflies. Honey bees are affected by parasites including acarine and Varroa mites. However, some bees are believed to have a mutualistic relationship with mites.\n\nRelationship with humans\nIn mythology and folklore\nHomer's Hymn to Hermes describes three bee-maidens with the power of divination and thus speaking truth, and identifies the food of the gods as honey. Sources associated the bee maidens with Apollo and, until the 1980s, scholars followed Gottfried Hermann (1806) in incorrectly identifying the bee-maidens with the Thriae. Honey, according to a Greek myth, was discovered by a nymph called Melissa (\"Bee\"); and honey was offered to the Greek gods from Mycenean times. Bees were also associated with the Delphic oracle and the prophetess was sometimes called a bee.The image of a community of honey bees has been used from ancient to modern times, in Aristotle and Plato; in Virgil and Seneca; in Erasmus and Shakespeare; Tolstoy, and by political and social theorists such as Bernard Mandeville and Karl Marx as a model for human society. In English folklore, bees would be told of important events in the household, in a custom known as \"Telling the bees\".\n\nIn art and literature\nSome of the oldest examples of bees in art are rock paintings in Spain which have been dated to 15,000 BC.W. B. Yeats's poem The Lake Isle of Innisfree (1888) contains the couplet \"Nine bean rows will I have there, a hive for the honey bee, / And live alone in the bee loud glade.\" At the time he was living in Bedford Park in the West of London. Beatrix Potter's illustrated book The Tale of Mrs Tittlemouse (1910) features Babbity Bumble and her brood (pictured). Kit Williams' treasure hunt book The Bee on the Comb (1984) uses bees and beekeeping as part of its story and puzzle. Sue Monk Kidd's The Secret Life of Bees (2004), and the 2009 film starring Dakota Fanning, tells the story of a girl who escapes her abusive home and finds her way to live with a family of beekeepers, the Boatwrights.\nThe humorous 2007 animated film Bee Movie used Jerry Seinfeld's first script and was his first work for children; he starred as a bee named Barry B. Benson, alongside Renée Zellweger. Critics found its premise awkward and its delivery tame. Dave Goulson's A Sting in the Tale (2014) describes his efforts to save bumblebees in Britain, as well as much about their biology. The playwright Laline Paull's fantasy The Bees (2015) tells the tale of a hive bee named Flora 717 from hatching onwards.\n\nBeekeeping\nHumans have kept honey bee colonies, commonly in hives, for millennia. Beekeepers collect honey, beeswax, propolis, pollen, and royal jelly from hives; bees are also kept to pollinate crops and to produce bees for sale to other beekeepers.\nDepictions of humans collecting honey from wild bees date to 15,000 years ago; efforts to domesticate them are shown in Egyptian art around 4,500 years ago. Simple hives and smoke were used; jars of honey were found in the tombs of pharaohs such as Tutankhamun. From the 18th century, European understanding of the colonies and biology of bees allowed the construction of the moveable comb hive so that honey could be harvested without destroying the colony. Among Classical Era authors, beekeeping with the use of smoke is described in Aristotle's History of Animals Book 9. The account mentions that bees die after stinging; that workers remove corpses from the hive, and guard it; castes including workers and non-working drones, but \"kings\" rather than queens; predators including toads and bee-eaters; and the waggle dance, with the \"irresistible suggestion\" of άpοσειονται (\"aroseiontai\", it waggles) and παρακολουθούσιν (\"parakolouthousin\", they watch).Beekeeping is described in detail by Virgil in his Georgics; it is also mentioned in his Aeneid, and in Pliny's Natural History.\n\nAs commercial pollinators\nBees play an important role in pollinating flowering plants, and are the major type of pollinator in many ecosystems that contain flowering plants. It is estimated that one third of the human food supply depends on pollination by insects, birds and bats, most of which is accomplished by bees, whether wild or domesticated. Over the last half century, there has been a general decline in the species richness of wild bees and other pollinators, probably attributable to stress from increased parasites and disease, the use of pesticides, and a general decrease in the number of wild flowers. Climate change probably exacerbates the problem.Contract pollination has overtaken the role of honey production for beekeepers in many countries. After the introduction of Varroa mites, feral honey bees declined dramatically in the US, though their numbers have since recovered. The number of colonies kept by beekeepers declined slightly, through urbanization, systematic pesticide use, tracheal and Varroa mites, and the closure of beekeeping businesses. In 2006 and 2007 the rate of attrition increased, and was described as colony collapse disorder. In 2010 invertebrate iridescent virus and the fungus Nosema ceranae were shown to be in every killed colony, and deadly in combination. Winter losses increased to about 1/3. Varroa mites were thought to be responsible for about half the losses.Apart from colony collapse disorder, losses outside the US have been attributed to causes including pesticide seed dressings, using neonicotinoids such as Clothianidin, Imidacloprid and Thiamethoxam. From 2013 the European Union restricted some pesticides to stop bee populations from declining further. In 2014 the Intergovernmental Panel on Climate Change report warned that bees faced increased risk of extinction because of global warming. In 2018 the European Union decided to ban field use of all three major neonicotinoids; they remain permitted in veterinary, greenhouse, and vehicle transport usage.Farmers have focused on alternative solutions to mitigate these problems. By raising native plants, they provide food for native bee pollinators like Lasioglossum vierecki and L. leucozonium, leading to less reliance on honey bee populations.\n\nAs food producers\nHoney is a natural product produced by bees and stored for their own use, but its sweetness has always appealed to humans. Before domestication of bees was even attempted, humans were raiding their nests for their honey. Smoke was often used to subdue the bees and such activities are depicted in rock paintings in Spain dated to 15,000 BC.Honey bees are used commercially to produce honey. They also produce some substances used as dietary supplements with possible health benefits, pollen, propolis, and royal jelly, though all of these can also cause allergic reactions.\n\nAs food\nBees are considered edible insects. People in some countries eat insects, including the larvae and pupae of bees, mostly stingless species. They also gather larvae, pupae and surrounding cells, known as bee brood, for consumption. In the Indonesian dish botok tawon from Central and East Java, bee larvae are eaten as a companion to rice, after being mixed with shredded coconut, wrapped in banana leaves, and steamed.\n\nBee brood (pupae and larvae) although low in calcium, has been found to be high in protein and carbohydrate, and a useful source of phosphorus, magnesium, potassium, and trace minerals iron, zinc, copper, and selenium. In addition, while bee brood was high in fat, it contained no fat soluble vitamins (such as A, D, and E) but it was a good source of most of the water-soluble B-vitamins including choline as well as vitamin C. The fat was composed mostly of saturated and monounsaturated fatty acids with 2.0% being polyunsaturated fatty acids.\n\nAs alternative medicine\nApitherapy is a branch of alternative medicine that uses honey bee products, including raw honey, royal jelly, pollen, propolis, beeswax and apitoxin (Bee venom). The claim that apitherapy treats cancer, which some proponents of apitherapy make, remains unsupported by evidence-based medicine.\n\nStings\nThe painful stings of bees are mostly associated with the poison gland and the Dufour's gland which are abdominal exocrine glands containing various chemicals. In Lasioglossum leucozonium, the Dufour's Gland mostly contains octadecanolide as well as some eicosanolide. There is also evidence of n-triscosane, n-heptacosane, and 22-docosanolide. However, the secretions of these glands could also be used for nest construction.\n\nSee also\nAustralian native bees\nSuperorganism\n\nNotes\nReferences\nExternal links\n\"Bees\". Encyclopedia of Life.\n\"Apoidea\" at All Living Things—images, identification guides, and maps of bees\nBee Genera of the World\nAnthophila (Apoidea)—Bees—North American species of bees at BugGuide\nNative Bees of North America at BugGuide\n\"Bee declines driven by combined stress from parasites, pesticides, and lack of flowers\"—Science", "value_processed": null, "blobs": [], "rating": null, "split": null}]}, {"id_": "Johnny Depp", "start_date": null, "end_date": null, "articles": [{"id_": null, "title": "Johnny Depp", "url": null, "author": null, "section": null, "time_published": null, "time_updated": null, "abstract": null, "value": "John Christopher Depp II (born June 9, 1963) is an American actor, producer, and musician. He has been nominated for ten Golden Globe Awards, winning one for Best Actor for his performance of the title role in Sweeney Todd: The Demon Barber of Fleet Street (2007), and has been nominated for three Academy Awards for Best Actor, among other accolades. Depp made his film debut in the 1984 film A Nightmare on Elm Street, before rising to prominence as a teen idol on the television series 21 Jump Street (1987–1990). He had a supporting role in Oliver Stone's 1986 war film Platoon and played the title character in the 1990 romantic fantasy Edward Scissorhands.\nDepp has gained critical praise for his portrayals of inept screenwriter-director Ed Wood in the film of the same name (1994), undercover FBI agent Joseph D. Pistone in Donnie Brasco (1997), author J. M. Barrie in Finding Neverland (2004) and Boston gangster Whitey Bulger in Black Mass (2015). He has starred in a number of commercially successful films, including Sleepy Hollow (1999), Charlie and the Chocolate Factory (2005), Corpse Bride (2005), Public Enemies (2009), Alice in Wonderland (2010), The Tourist (2010), Rango (2011), Into the Woods (2014), Fantastic Beasts and Where to Find Them (2016) and its 2018 sequel. Depp also plays Jack Sparrow in the swashbuckler film series Pirates of the Caribbean (2003–present).\n\nDepp is regarded as one of the world's biggest film stars. He is the tenth highest-grossing actor worldwide, as films featuring Depp have grossed over US$3.7 billion at the United States box office and over US$10 billion worldwide. He has been listed in the 2012 Guinness World Records as the world's highest-paid actor, with earnings of US$75 million. Depp has collaborated on eight films with director, producer, and friend Tim Burton. He was inducted as a Disney Legend in 2015. In addition to acting, Depp has also worked as a musician. He has performed in numerous musical groups, including forming the rock supergroup Hollywood Vampires along with Alice Cooper and Joe Perry.\n\nEarly life and ancestry\nDepp was born on June 9, 1963, in Owensboro, Kentucky, the youngest of four children of waitress Betty Sue Palmer (née Wells) and civil engineer John Christopher Depp. Depp moved frequently during his childhood. He and his siblings lived in more than 20 different places, eventually settling in Miramar, Florida in 1970. Depp's parents divorced in 1978 when he was 15. His mother married Robert Palmer, whom Depp has called \"an inspiration\". At the 2016 Grammys, Depp played a song in tribute to Palmer, stating, \"So the words of the song was this toast by my stepfather, who made his exit about 15 years ago. He was this really cool guy. He was a bit of a rounder. He spent about half his life in prison, in Statesville, Illinois. And he had this toast. 'Here's to you, as good as you are. Here's to me, as bad as I am. You're still as good as you are, as bad as I am.'\" With the gift of a guitar from his mother when he was 12, Depp began playing in various bands. A year after his parents' divorce, he dropped out of Miramar High School to become a rock musician; he attempted to go back to school two weeks later, but the principal told him to follow his dream of being a musician. He played with The Kids, a band that enjoyed modest local success, from 1980 to 1984. The Kids set out together for Los Angeles in pursuit of a record deal, changing their name to Six Gun Method, but the group split up before signing a record deal. Depp subsequently collaborated with the band Rock City Angels and co-wrote their song \"Mary\", which appeared on their debut Geffen Records album Young Man's Blues. On December 20, 1983, Depp married Lori Anne Allison, the sister of his band's bassist and singer. During their marriage, she worked as a makeup artist while he worked a variety of odd jobs, including as a telemarketer for a pen company. His wife introduced him to actor Nicolas Cage, who advised him to pursue an acting career. Depp and Allison divorced in 1985.Depp is primarily of English descent, with some French, German, and Irish ancestry. He is descended from a French Huguenot immigrant (Pierre Dieppe, who settled in Virginia around 1700) and from colonial freedom fighter Elizabeth Key Grinstead (1630–1665), daughter of an English planter and his African slave. In interviews in 2002 and 2011, Depp claimed to have Native American ancestry, stating, \"I guess I have some Native American somewhere down the line. My great-grandmother was quite a bit of Native American, she grew up Cherokee or maybe Creek Indian. Makes sense in terms of coming from Kentucky, which is rife with Cherokee and Creek Indian.\" Depp's claims came under scrutiny when Indian Country Today stated that Depp had never inquired about his heritage nor was he recognized as a member of the Cherokee Nation. This led to criticism from the Native American community, as Depp has no documented Native ancestry, and Native community leaders refer to him as \"a non-Indian\". Depp's choice to portray Tonto, a Native American character, in The Lone Ranger was criticized, along with his choice to name his rock band \"Tonto's Giant Nuts\". During the promotion for The Lone Ranger, on May 22, 2012, Depp was adopted as an honorary son by LaDonna Harris, a member of the Comanche Nation, making him an honorary member of her family but not a member of any tribe. Critical response to his claims from the Native community increased after this, including satirical portrayals of Depp by Native comedians. An ad featuring Depp and Native American imagery, by Dior for the fragrance \"Sauvage\", was pulled on August 30, 2019 after charges of cultural appropriation and racism.\n\nCareer\n1984–1989: Early roles and 21 Jump Street\nDepp's first film role was in the horror film A Nightmare on Elm Street (1984), in which he played the boyfriend of heroine Nancy Thompson (Heather Langenkamp) and one of Freddy Krueger's victims. After a starring role in the comedy Private Resort (1985), Depp was cast in the lead role of the skating drama Thrashin' (1986) by the film's director, but the decision was later overridden by its producer. Instead, Depp appeared in a minor supporting role as a Vietnamese-speaking private in Oliver Stone's Vietnam War drama Platoon (1986). Depp became a teen idol during the late 1980s, when he starred as an undercover police officer in a high school operation in the Fox television series 21 Jump Street, which premiered in 1987. He accepted this role to work with actor Frederic Forrest, who inspired him. Despite his success, Depp felt that the series \"forced [him] into the role of product.\" He subsequently decided to appear only in films that he felt were right for him.\n\n1990–2002: Independent films and first collaborations with Tim Burton\nIn 1990, Depp played the title character in Tim Burton's film Edward Scissorhands, in which he starred opposite Dianne Wiest and Winona Ryder. The film was a commercial and critical success with a domestic gross of $53 million. It began his long association with Burton. Producer Scott Rudin has stated that \"basically Johnny Depp is playing Tim Burton in all his movies\"; although Burton disapproved of the comment, Depp agrees with it. In his introduction to Burton on Burton, a book of interviews with the director, Depp called Burton \"a brother, a friend, ... and [a] brave soul\". Depp's first film release in 1990 was John Waters' Cry-Baby, a musical comedy set in the 1950s. Although it was not a box office success upon its initial release, over the years it has gained cult classic status.\n\nDepp had no film releases in the following two years, with the exception of a brief cameo in Freddy's Dead: The Final Nightmare (1991), the sixth installment in the A Nightmare of Elm Street franchise. He appeared in three films in 1993. In the romantic comedy Benny and Joon, he played an eccentric and illiterate silent film fan who befriends a mentally ill woman and her brother; it became a sleeper hit. He then starred alongside Leonardo DiCaprio and Juliette Lewis in Lasse Hallström's What's Eating Gilbert Grape, a drama about a dysfunctional family. In his review of the film, Todd McCarthy of Variety said that \"Depp manages to command center screen with a greatly affable, appealing characterization.\" Depp's final 1993 release was Emir Kusturica's surrealist comedy-drama Arizona Dream, which opened to positive reviews.\nIn 1994, Depp reunited with director Tim Burton, playing the title role in Ed Wood, a biographical film about one of history's most inept film directors. Depp later stated that he was at the time depressed about films and filmmaking, but that \"within 10 minutes of hearing about the project, I was committed.\" He found that the role gave him a \"chance to stretch out and have some fun\" and that working with Martin Landau, who played Bela Lugosi, \"rejuvenated my love for acting\". Ed Wood received a positive reception, with Janet Maslin of The New York Times writing that Depp had \"proved himself as an established, certified great actor\" and \"captured all the can-do optimism that kept Ed Wood going, thanks to an extremely funny ability to look at the silver lining of any cloud.\" Depp was nominated for Golden Globe Award for Best Actor – Motion Picture Musical or Comedy for his performance.\n\nThe following year, Depp starred in three films. He played opposite Marlon Brando in the box-office hit Don Juan DeMarco, as a man who believes he is Don Juan, the world's greatest lover. He then starred in Jim Jarmusch's Dead Man, a Western shot entirely in black-and-white; it was not a commercial success and had mixed critical reviews. Depp's final film of the year was in the financial and critical failure Nick of Time, a thriller in which he played an accountant who is told to kill a politician to save his kidnapped daughter.\nIn 1997, Depp starred alongside Al Pacino in the crime drama Donnie Brasco, directed by Mike Newell. He portrayed Joseph D. Pistone, an undercover FBI Agent who assumes the name 'Donnie Brasco' in order to infiltrate the mafia in New York City. To prepare for the role, Depp spent time with the real-life Joe Pistone, on whose memoirs the film was based. Donnie Brasco was a commercial and critical success, and is considered to contain one of Depp's finest performances. In 1997, Depp also debuted as a director and screenwriter with The Brave. He starred in it as a poor Native American man who accepts a proposal from a wealthy man, played by Marlon Brando, to appear in a snuff film in exchange for money for his family.\nDepp was a fan and friend of writer Hunter S. Thompson, and played his alter ego Raoul Duke in Fear and Loathing in Las Vegas (1998), Terry Gilliam's film adaptation of Thompson's pseudobiographical novel of the same name. Depp's next venture with Burton was the period film Sleepy Hollow (1999), in which he played Ichabod Crane opposite Christina Ricci and Christopher Walken. For his performance, Depp took inspiration from Angela Lansbury, Roddy McDowall and Basil Rathbone. He stated that he \"always thought of Ichabod as a very delicate, fragile person who was maybe a little too in touch with his feminine side, like a frightened little girl.\"Depp has generally chosen roles which he found interesting, rather than those he thought would succeed at the box office. Critics have often described Depp's characters as \"iconic loners\". Depp has referred to some of his less-successful films as \"studio-defined failures\" and \"box office poison\", and said that he thought the studios neither understood the films nor did a good job of marketing them.\n\n2003–2011: Pirates of the Caribbean, commercial and critical success\nIn 2003, Depp starred in the Walt Disney Pictures adventure film Pirates of the Caribbean: The Curse of the Black Pearl, which was a major box office success. He earned widespread acclaim for his comic performance as pirate Captain Jack Sparrow, and received a nomination for the Academy Award for Best Actor. Depp has said that Sparrow is \"definitely a big part of me\", and that he modeled the character after The Rolling Stones guitarist Keith Richards and cartoon skunk Pepé Le Pew. Studio executives had at first been ambivalent about Depp's portrayal, but the character became popular with audiences. According to a survey taken by Fandango, Depp was a major draw for audiences.Depp was again nominated for the Best Actor Academy Award for his performance as Scottish author J. M. Barrie in the film Finding Neverland (2004). The following year he starred as Willy Wonka in Charlie and the Chocolate Factory, which reunited him with director Tim Burton, with whom he had not collaborated since Sleepy Hollow. The film was a box office success and had a positive critical reception, with Depp being nominated for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy. Chocolate Factory was followed by another Burton project, stop-motion animation Corpse Bride (2005), in which Depp voiced the character Victor Van Dort.\n\nDepp reprised the role of Jack Sparrow in the Pirates sequels Dead Man's Chest (2006) and At World's End (2007), both of which were major box office successes. He also voiced the character in the video game Pirates of the Caribbean: The Legend of Jack Sparrow. In 2007, Depp also collaborated with Burton for their sixth film together, this time playing murderous barber Sweeney Todd in the musical Sweeney Todd: The Demon Barber of Fleet Street (2007). Burton had first given him an original cast recording of the 1979 stage musical in 2000, and although not a fan of the musical genre, Depp had grown to like the tale's treatment. He cited Peter Lorre's performance in Mad Love (1935), in which Lorre played a \"creepy but sympathetic\" surgeon, as his main influence for the role. Although he had performed in musical groups, Depp was initially unsure that he would be able to perform the role, which required him to sing. He recorded demos and worked with Bruce Witkin to shape his vocals without a qualified voice coach. In the DVD Reviews section, Entertainment Weekly's Chris Nashawaty gave the film an A minus, stating, \"Depp's soaring voice makes you wonder what other tricks he's been hiding ... Watching Depp's barber wield his razors ... it's hard not to be reminded of Edward Scissorhands frantically shaping hedges into animal topiaries 18 years ago ... and all of the twisted beauty we would've missed out on had [Burton and Depp] never met.\" Depp won the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy for the role, and was nominated for the third time for the Academy Award for Best Actor.\n\nIn Terry Gilliam's 2009 film The Imaginarium of Doctor Parnassus, Depp, Jude Law, and Colin Farrell each played the character initially portrayed by their friend Heath Ledger, who died before the film was completed. All three actors gave their salaries to Ledger's daughter, Matilda. Depp next starred in Michael Mann's 2009 crime film Public Enemies, in which he portrayed real-life gangster John Dillinger. The next Depp-Burton collaboration was Alice in Wonderland (2010), in which he played the Mad Hatter alongside Helena Bonham Carter, Anne Hathaway and Alan Rickman. The following year saw the release of the fourth installment in the Pirates series, On Stranger Tides (2011), which was again a box office success. Depp also voiced the title character, a lizard, in the animated film Rango (2011). Depp returned to Hunter S. Thompson's work with a film adaptation of the novel The Rum Diary, which also became the first project undertaken by his production company, Infinitum Nihil.\n\n2012–present: Career setbacks\nDepp next starred in the Burton-directed Dark Shadows (2012) alongside fellow Tim Burton regular Helena Bonham Carter, Michelle Pfeiffer, and Eva Green. The film was based on a Gothic soap opera of the same name, which had aired in 1966–1971 and had been one of his favorites as a child. Depp and Graham King produced the film with David Kennedy. The film's poor reception in the United States brought Depp's star appeal into question. In 2012, Depp and his 21 Jump Street co-stars Peter DeLuise and Holly Robinson briefly reprised their roles in cameo appearances in the series' 2012 feature film adaptation, which featured a much more comedic tone than the television series.\n\nIn 2013, Depp starred as Tonto in The Lone Ranger, opposite Armie Hammer as the title character. Depp's casting as a Native American in that film brought about whitewashing controversy, and the film was a box office bomb that caused Walt Disney Studios to take a US$190 million loss. The next year, Depp appeared in a minor supporting role as The Wolf in film adaptation of the musical Into the Woods. Depp played convicted Boston crime boss Whitey Bulger in director Scott Cooper's Black Mass (2015), which earned him his third nomination for the Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Leading Role. Depp also filmed a cameo appearance for the film London Fields, which remained unreleased until 2018.In 2016, Depp played businessman and U.S. presidential candidate Donald Trump in a Funny or Die satire film entitled Donald Trump's The Art of the Deal: The Movie. He earned praise for the role, with a headline from The A.V. Club declaring \"Who knew Donald Trump was the comeback role Johnny Depp needed?\" The same year, Depp reprised the role of the Mad Hatter in Alice Through the Looking Glass, the sequel to Alice in Wonderland. Depp was secretly cast to play Gellert Grindelwald in a cameo appearance in the 2016 film Fantastic Beasts and Where to Find Them, a role he was expected to reprise in all future sequels. Grindelwald is a dark wizard who once shared a close relationship with Albus Dumbledore, a major character in the Harry Potter film series. Depp was also cast as Dr. Jack Griffin / The Invisible Man in Universal Studios' planned shared film universe entitled the Dark Universe, a rebooted version of their classic Universal Monsters franchise. After the first film of the series, The Mummy (2017), received generally negative reviews from critics and performed below the studio's expectations at the box office, producers Alex Kurtzman and Chris Morgan left and Universal put the franchise on hold. In 2019, it was reported that Depp was no longer attached to the project.\n\nIn November 2016, Depp teamed with David Lynch, J. K. Simmons, Laura Dern, Penelope Ann Miller, Chad Coleman, Richard Chamberlain, Catherine Hardwicke, Theodore Melfi, Sam Raimi, Peter Farrelly, and the non-profit Make a Film Foundation for a volunteer project entitled The Black Ghiandola, a short film written by Anthony Conti. The movie is \"a story about a young man risking his life to save a young girl he has grown to love, after his family has been killed in the Apocalyptic world of Zombies.\" The film was released in April 2017. The same year, Depp reprised his role as Captain Jack Sparrow in the fifth installment of the Pirates series, Pirates of the Caribbean: Dead Men Tell No Tales. He also co-starred as part of an ensemble cast in the Agatha Christie adaptation Murder on the Orient Express (2017), as Edward Ratchett.In 2018, Depp voiced the title character Sherlock Gnomes in the animated movie Gnomeo & Juliet: Sherlock Gnomes, the sequel to Gnomeo & Juliet, directed by John Stevenson. He also starred in City of Lies, the film adaptation of the book LAbyrinth by Randall Sullivan. Depp portrayed Russell Poole, an LAPD detective who—with ally \"Jack\" Jackson (Forest Whitaker), an investigative journalist—attempts to solve the murders of rappers Tupac Shakur and The Notorious B.I.G.. The film was originally set for release in September 2018, but was pulled from release schedule one month before. \nIt was later screened out of competition at the Noir Film Festival in Italy, but has not been released elsewhere. Depp also starred in the comedy-drama Richard Says Goodbye, which premiered at the Zurich Film Festival in October 2018.His last film release of 2018 was Fantastic Beasts: The Crimes of Grindelwald, the sequel to Fantastic Beasts and Where to Find Them, in which he reprised his role as Grindelwald. Depp's casting received criticism from fans of the series due to the domestic violence allegations against him. Depp was set to return as Grindelwald in the untitled third Fantastic Beasts film, but on November 6, 2020, announced that he had stepped down from the franchise following the outcome of his libel case against News Group Newspapers that found allegations of domestic violence committed by him to be \"substantially true\".Depp portrayed photographer W. Eugene Smith in the independent film drama Minamata, which premiered at the Berlin International Film Festival in 2020 and is scheduled for release in early 2021.\n\nOther ventures\nFilm production company\nIn 2004, Depp formed his production company Infinitum Nihil to develop projects where he will serve as actor or producer. Depp is the founder and CEO, while his sister, Christi Dembrowski, serves as president. The company's first production came in 2011 with The Rum Diary, adapted from the novel of the same name by Hunter S. Thompson. The film is written and directed by Bruce Robinson. Also in 2011, Hugo, directed by Martin Scorsese, was released. Dark Shadows, directed by Tim Burton, was released in 2012.\n\nMusic\nDepp played slide guitar on the Oasis song \"Fade In-Out\" (from Be Here Now, 1997), as well as on \"Fade Away (Warchild Version)\" (B-side of the \"Don't Go Away\" single). He also played acoustic guitar in the film Chocolat and on the soundtrack to Once Upon a Time in Mexico. \"He's playing guitar around the fire,\" observed Depp's friend and future Hollywood Vampires bandmate Joe Perry of Chocolat. \"And that's really him playing the guitar. He was playing Django Reinhardt stuff that I didn't have a clue about... In some ways, he's a better guitar player than I am.\"He is a friend of The Pogues' Shane MacGowan, and performed on MacGowan's first solo album. He was also a member of P, a group featuring Butthole Surfers singer Gibby Haynes, Red Hot Chili Peppers bassist Flea and Sex Pistols guitarist Steve Jones.\nHe has appeared in music videos for Tom Petty and the Heartbreakers' \"Into the Great Wide Open\", The Lemonheads' \"It's a Shame About Ray\", Avril Lavigne's \"Alice\" (as the Mad Hatter) in 2010, and \"My Valentine\" from Kisses on the Bottom by Paul McCartney released in February 2012, along with Natalie Portman. \nHe played lead guitar and drums on a cover of Carly Simon's \"You're So Vain\" – a bonus cut on Marilyn Manson's 2012 album Born Villain – and performed several songs with Manson at the Revolver Golden Gods Awards in 2012.Depp traded licks with Aerosmith guitarist Joe Perry on \"The Brooklyn Shuffle\", a song from Steve Hunter and The Manhattan Blues Project, which was scheduled for release on April 30, 2013. In 2014, Depp played electric guitar on the \"Kansas City\" track of Lost on the River, the Bob Dylan lyrics collaboration album by The New Basement Tapes. He filled in for Elvis Costello, who could not attend a recording session because of a previously scheduled concert with The Roots in Las Vegas.In 2015, Depp formed the supergroup Hollywood Vampires with Alice Cooper and Joe Perry, where he also reunited with Bruce Witkin from his early 1980s band The Kids. They released their self-titled debut studio album on September 11, 2015, which featured eleven classic rock covers, as well as three original songs (all co-written by Depp). The band made their live debut at The Roxy in Los Angeles on September 16, 2015. Later that same month the group played at the Rock in Rio festival in Brazil. In February 2016, Hollywood Vampires performed at the Grammy Award ceremony as a tribute to Lemmy, who had died at the end of 2015. Later that summer, the band embarked on their first world tour. In 2018, they embarked on another world tour, during which Depp sang David Bowie's \"Heroes\" as a tribute to the late singer. Hollywood Vampires have released their second studio album Rise on June 21, 2019. Unlike their debut, Rise consists mostly of original material, including songs written by Depp. The album  also features a cover version of David Bowie's \"Heroes\" sung by Depp.In 2020, Depp released a cover of John Lennon's \"Isolation\" with guitarist Jeff Beck. The pair are expected to release more music in the future as well.\n\nOther projects\nIn 1993, Depp co-founded the nightclub The Viper Room in Los Angeles. He sold his share of the club in 2003. Together with Vanessa Paradis, Depp grew grapes and had wine making facilities in their vineyard in Plan-de-la-Tour north of Saint-Tropez, France. Along with Sean Penn, John Malkovich and Mick Hucknall, Depp also co-owned the restaurant-bar Man Ray, located near the Champs-Élysées in Paris.Alongside Douglas Brinkley, Depp edited folk singer Woody Guthrie's novel House of Earth, which was published in 2013.\n\nPersonal life\nRelationships\nDepp married makeup artist Lori Anne Allison on December 20, 1983; they divorced in 1985. He was later engaged to actresses Jennifer Grey and Sherilyn Fenn in the late 1980s before proposing in 1990 to his Edward Scissorhands co-star Winona Ryder, for whom he tattooed \"WINONA FOREVER\" on his right arm. \nFrom 1994 until 1998, he was in a relationship with English supermodel Kate Moss. Following his breakup from Moss, Depp began a relationship with French actress and singer Vanessa Paradis, whom he met while filming The Ninth Gate in France in 1998. They have two children, daughter Lily-Rose Melody Depp (born 1999) and son John Christopher \"Jack\" Depp III (born 2002). Depp stated that having children has given him \"real foundation, a real strong place to stand in life, in work, in everything. ... You cannot plan the kind of deep love that results in children. Fatherhood was not a conscious decision. It was part of the wonderful ride I was on. It was destiny. All the math finally worked.\" In 2007, Depp's daughter was hospitalized at the Great Ormond Street Hospital in London due to a serious E. coli infection, which resulted in temporary kidney failure. To show his gratitude for her recovery, Depp visited the hospital in November 2007, dressed in his Captain Jack Sparrow outfit, and spent four hours reading stories to the children. He also donated £1 million to the hospital the following year.\n\nRelationship with Amber Heard\nDepp and Paradis announced their separation in June 2012, and Depp subsequently began dating actress and model Amber Heard, whom he had met on the set of The Rum Diary in 2009. They were married in a private civil ceremony at their home in Los Angeles in February 2015. Heard filed for divorce from Depp on May 23, 2016, and obtained a temporary restraining order against him, stating in her court declaration that he had been \"verbally and physically abusive\" throughout their relationship. In response, Depp's lawyers alleged that she was \"attempting to secure a premature financial resolution by alleging abuse.\" Heard testified about the abuse under oath at a divorce court deposition. Evidence of the alleged abuse from her court filings was also published in the media. A settlement was reached on August 16, 2016, and the divorce was finalized in January 2017. Heard dismissed the restraining order, and the former couple issued a joint statement saying that their \"relationship was intensely passionate and at times volatile, but always bound by love. Neither party has made false accusations for financial gain. There was never any intent of physical or emotional harm.\" Depp paid Heard a settlement of US$7 million.In early 2019, Depp sued Heard for US$50 million for defamation over an op-ed she wrote for The Washington Post in December 2018, which he alleges \"depended on the central premise that Ms. Heard was a domestic abuse victim and that Mr. Depp perpetrated domestic violence against her,\" despite it not mentioning Depp or any of the alleged incidences of violence perpetrated by him. As part of the suit, Depp claimed that Heard had in fact physically abused him and that her claims were a hoax; Heard has denied these claims. In August 2020, Heard countersued Depp, alleging that he had coordinated \"a harassment campaign via Twitter and [by] orchestrating online petitions in an effort to get her fired from Aquaman and L'Oreal\".Depp also brought a libel lawsuit in England against News Group Newspapers, the company publishing The Sun, which had called him a \"wifebeater\" in a 2018 article. On November 2, 2020, the High Court of Justice ruled that Depp had lost his claim and that \"the great majority of alleged assaults of Ms Heard by Mr Depp [12 out 14] have been proved to the civil standard\", with no evidence of a hoax against Depp being evident. Depp plans to appeal the decision. As a direct result of the verdict, Depp was asked to step down from from his role as Gellert Grindelwald in the Fantastic Beasts franchise by Warner Bros., where he had portrayed the character for the first two installments; a decision he accepted. The actor was replaced by Mads Mikkelsen in the role.\n\nAlcohol and drug use\nDepp has struggled with alcoholism and addiction for much of his life. He has stated that he began using drugs by taking his mother's \"nerve pills\" at the age of 11, was smoking at age 12 and by the age of 14 had used \"every kind of drugs there were\". In a 1997 interview, Depp acknowledged past abuse of alcohol during the filming of What's Eating Gilbert Grape? (1993). In a 2008 interview, Depp stated that he had \"poisoned\" himself with alcohol \"for years\". In 2013, Depp declared that he had stopped drinking alcohol, adding that he \"pretty much got everything [he] could get out of it\"; Depp also said, \"I investigated wine and spirits thoroughly, and they certainly investigated me as well, and we found out that we got along beautifully, but maybe too well.\" Regarding his breakup with longtime partner Vanessa Paradis, Depp said that he \"definitely wasn't going to rely on the drink to ease things or cushion the blow or cushion the situation...[because] that could have been fatal.\"In 2016, then-wife Amber Heard claimed that Depp \"plunged into the depths of paranoia and violence after bingeing on drugs and alcohol,\" although a joint statement issued by Heard and Depp in connection with their divorce denied that either party intended \"physical or emotional harm\" to the other. In 2018, reporter Stephen Rodrick of Rolling Stone wrote that Depp had used hashish in his presence and described Depp as \"alternately hilarious, sly and incoherent\"; Rodrick also quoted Depp as stating that a claim that he had spent US$30,000 per month on wine was \"insulting\" because he had spent \"far more\" than that amount. During his 2020 libel trial, Depp admitted to having been addicted to Roxicodone and alcohol in the 2010s.\n\nLegal issues\nDepp was arrested in Vancouver in 1989 for assaulting a security guard after the police were called to end a loud party at his hotel room. He was also arrested in New York City in 1994 after causing significant damage to his room at The Mark Hotel, where he was staying with Kate Moss, his then-girlfriend. The charges were dropped against him after he agreed to pay US$9,767 in damages. Depp was arrested again in 1999 for brawling with paparazzi outside a restaurant while dining in London with Paradis.In 2012, disabled UC Irvine medical professor Robin Eckert sued Depp and three security firms, claiming to have been attacked by his bodyguards at a concert in Los Angeles in 2011. During the incident, she was allegedly hand-cuffed and dragged 40 feet across the floor, resulting in injuries including a dislocated elbow. She argued in court that, as the security guards' direct manager, Depp failed to intervene, even though he did not actively take part in the battery. Before the case went to trial, Depp settled with Eckert for an undisclosed sum, according to TMZ.In April 2015, Depp and his wife Amber Heard breached Australia's strict biosecurity laws when they failed to declare their two Yorkshire Terriers to the Australian Customs Service when they flew by private jet into Queensland, where he was working on the fifth Pirates installment. Australian quarantine regulations, which are aimed at keeping rabies out of the country, require dogs from outside the country be quarantined a minimum of ten days. Heard was charged with two counts of illegally importing the dogs into the country and one count of producing a false document. Shortly afterward, Agriculture Minister Barnaby Joyce said, \"If we start letting movie stars even though they've been the 'sexiest man alive' twice to come into our nation, then why don't we just break the laws for everybody? It's time that Pistol and Boo [the dogs] buggered off back to the United States.\" In September 2015, when promoting his film Black Mass at a press conference for its world premiere in Venice, Depp joked that he \"killed his dogs and ate them ... under direct orders from some kind of sweaty big-gutted man from Australia.\"In April 2016, Heard appeared in a magistrates' court in Southport, Queensland pleading guilty to falsifying quarantine documents, stating that she was sleep deprived and made a mistake. The two biosecurity charges were dropped, and she was placed on a one-month good behaviour bond, paying an A$1,000 fine for producing a false document. Heard and Depp also released a video in which they apologized for their behavior and urged people to adhere to the biosecurity laws. The Guardian called the case the \"highest profile criminal quarantine case\" in Australian history.In March 2016, Depp cut ties with his management company, The Management Group (TMG), and sued them in January 2017 for allegedly improperly managing his money and leaving him over $40 million in debt. TMG stated that Depp was responsible for his own fiscal mismanagement, alleging that he had spent over $2 million monthly, and countersued him for unpaid fees. In a related suit, Depp also sued his lawyers, Bloom Hergott, in January 2017. Both lawsuits were settled, the former in 2018 and the latter in 2019.In 2018, two of Depp's former bodyguards sued him for unpaid fees and unsafe working conditions. The suit was settled in 2019. Also in 2018, Depp was sued for allegedly punching a crew member twice in the ribs during a foul-mouthed tirade on the set of City of Lies. Court documents stated that the actor \"reeked of alcohol\" and took drugs on set.\n\nPolitical and religious views\nDepp stated to the German magazine Stern in 2003 that \"America is dumb, is something like a dumb puppy that has big teeth—that can bite and hurt you, aggressive.\" Although he later asserted that the magazine misquoted him and his words were taken out of context, Stern stood by its story, as did CNN.com in its coverage of the interview. CNN added his remark that he would like his children \"to see America as a toy, a broken toy. Investigate it a little, check it out, get this feeling and then get out.\" The July 17, 2006, edition of Newsweek reprinted the \"dumb puppy\" quotation, verbatim, in the context of a Letter to the Magazine. Depp has also disagreed with subsequent media reports that perceived him as a \"European wannabe\", saying that he liked the anonymity of living in France while in a relationship with Paradis and his simpler life there. Depp became a U.S. resident again in 2011, because France wanted him to become a permanent resident, which he said would require him to pay income tax in both countries.On the October 16, 2011, episode of Larry King Live, when asked if he had faith, Depp replied: \"Yes. I have faith in my kids. And I have—I have faith, you know, that as long as you keep moving forward, just keep walking forward, things will be all right, I suppose, you know. Faith in terms of religion, I don't—religion is not my specialty, you know.\"In November 2016, Depp joined the campaign Imprisoned for Art to call for the release of Ukrainian filmmaker Oleg Sentsov, who was being held in custody in Russia.At the Glastonbury Festival 2017, Depp ranted against U.S. President Donald Trump. Depp controversially asked: \"When was the last time an actor assassinated a President?\", before adding: \"I want to clarify: I'm not an actor. I lie for a living. However, it's been a while and maybe it's time.\" He then said that he was \"not insinuating anything\". The comment seemed to reference John Wilkes Booth, the actor who assassinated Abraham Lincoln. Shawn Holtzclaw of the Secret Service told CNN that they were \"aware\" of Depp's comment, but said: \"For security reasons, we cannot discuss specifically nor in general terms the means and methods of how we perform our protective responsibilities\". The next day, Depp apologized for making these remarks, saying: \"It did not come out as intended, and I intended no malice. I was only trying to amuse, not to harm anyone.\"\n\nAwards and nominations\nFilmography\nDiscography\nSee also\nList of people from Kentucky\n\nFootnotes\nReferences\nCitations\nSources\nExternal links\nJohnny Depp on IMDb\nJohnny Depp at Rotten Tomatoes\nJohnny Depp on Instagram\nJohnny Depp at People.com\nJohnny Depp   on Charlie Rose\nJohnny Depp collected news and commentary at The Guardian \n\"Johnny Depp collected news and commentary\". The New York Times.\nWorks by or about Johnny Depp in libraries (WorldCat catalog)", "value_processed": null, "blobs": [], "rating": null, "split": null}]}], "bin_names": ["Soccer", "Bee", "Johnny Depp"]}